Repository: deway-developpement/Burrito
Catalog: burrito-front/src/locale/messages.*.xlf
Languages: de, es, fr

# terms.section3Item1
source: Provide accurate and truthful information.
de: Geben Sie genaue und wahrheitsgemäße Informationen an.
es: Proporcionar información precisa y veraz.
fr: Fournissez des informations précises et véridiques.

# terms.section3Item2
source: Keep your login credentials secure and confidential.
de: Bewahren Sie Ihre Anmeldedaten sicher und vertraulich auf.
es: Mantenga sus credenciales de inicio de sesión seguras y confidenciales.
fr: Gardez vos identifiants de connexion sécurisés et confidentiels.

# terms.section3Item3
source: Respect the privacy and rights of others within the institution.
de: Respektieren Sie die Privatsphäre und Rechte anderer innerhalb der Institution.
es: Respetar la privacidad y los derechos de los demás dentro de la institución.
fr: Respecter la vie privée et les droits des autres au sein de l’institution.

# terms.section4Title
source: 4. Content Guidelines
de: 4. Inhaltsrichtlinien
es: 4. Pautas de contenido
fr: 4. Directives relatives au contenu

# terms.section4Body
source: While we encourage honest feedback, we maintain strict standards regarding the content of evaluations:
de: Obwohl wir ehrliches Feedback fördern, halten wir strenge Standards hinsichtlich des Inhalts der Bewertungen ein:
es: Si bien fomentamos la retroalimentación honesta, mantenemos estándares estrictos con respecto al contenido de las evaluaciones:
fr: Même si nous encourageons les commentaires honnêtes, nous maintenons des normes strictes concernant le contenu des évaluations :

# terms.section4Highlight
source: <strong>Constructive Feedback Only.</strong> Hate speech, harassment, profanity, and personal attacks are strictly prohibited. Feedback should focus on professional performance and teaching methodology.
de: <strong>Nur konstruktives Feedback.</strong> Hassreden, Belästigungen, Obszönitäten und persönliche Angriffe sind strengstens untersagt. Das Feedback sollte sich auf die berufliche Leistung und die Lehrmethodik konzentrieren.
es: <strong>Solo comentarios constructivos.</strong> El discurso de odio, el acoso, las malas palabras y los ataques personales están estrictamente prohibidos. La retroalimentación debe centrarse en el desempeño profesional y la metodología de enseñanza.
fr: <strong>Commentaires constructifs uniquement.</strong> Les propos haineux, le harcèlement, les grossièretés et les attaques personnelles sont strictement interdits. Les commentaires doivent se concentrer sur les performances professionnelles et la méthodologie d’enseignement.

# terms.section4Note
source: Administrators reserve the right to remove comments that violate these guidelines.
de: Administratoren behalten sich das Recht vor, Kommentare zu entfernen, die gegen diese Richtlinien verstoßen.
es: Los administradores se reservan el derecho de eliminar comentarios que violen estas pautas.
fr: Les administrateurs se réservent le droit de supprimer les commentaires qui enfreignent ces directives.

# terms.section5Title
source: 5. Intellectual Property
de: 5. Geistiges Eigentum
es: 5. Propiedad intelectual
fr: 5. Propriété intellectuelle

# terms.section5Body
source: The design, code, and architecture of the Burito platform are the property of the development team and the University. Unauthorized reproduction or redistribution is prohibited.
de: Das Design, der Code und die Architektur der Burito-Plattform sind Eigentum des Entwicklungsteams und der Universität. Die unerlaubte Vervielfältigung oder Weiterverbreitung ist untersagt.
es: El diseño, código y arquitectura de la plataforma Burito son propiedad del equipo de desarrollo y de la Universidad. Está prohibida la reproducción o redistribución no autorizada.
fr: La conception, le code et l'architecture de la plateforme Burito sont la propriété de l'équipe de développement et de l'Université. La reproduction ou la redistribution non autorisée est interdite.

# terms.section6Title
source: 6. Limitation of Liability
de: 6. Haftungsbeschränkung
es: 6. Limitación de responsabilidad
fr: 6. Limitation de responsabilité

# terms.section6Body
source: The system is provided "as is". The administration is not liable for any technical interruptions or data loss, although we strive for high availability and security.
de: Das System wird „wie besehen“ bereitgestellt. Die Verwaltung haftet nicht für etwaige technische Störungen oder Datenverluste, wir streben jedoch eine hohe Verfügbarkeit und Sicherheit an.
es: El sistema se proporciona "tal cual". La administración no es responsable de ninguna interrupción técnica o pérdida de datos, aunque nos esforzamos por lograr una alta disponibilidad y seguridad.
fr: Le système est fourni « tel quel ». L'administration n'est pas responsable des interruptions techniques ou des pertes de données, même si nous nous efforçons d'assurer une haute disponibilité et sécurité.

# terms.section7Title
source: 7. Changes to Terms
de: 7. Änderungen der Bedingungen
es: 7. Cambios a los términos
fr: 7. Modifications des conditions

# terms.section7Body
source: We reserve the right to modify these terms at any time. Continued use of the platform after changes constitutes acceptance of the new terms.
de: Wir behalten uns das Recht vor, diese Bedingungen jederzeit zu ändern. Die weitere Nutzung der Plattform nach Änderungen stellt die Annahme der neuen Bedingungen dar.
es: Nos reservamos el derecho de modificar estos términos en cualquier momento. El uso continuado de la plataforma después de los cambios constituye la aceptación de los nuevos términos.
fr: Nous nous réservons le droit de modifier ces conditions à tout moment. La poursuite de l'utilisation de la plateforme après des modifications constitue l'acceptation des nouvelles conditions.

# terms.section8Title
source: 8. Contact
de: 8. Kontakt
es: 8. Contacto
fr: 8. Contacter

# terms.section8Body
source: For any concerns regarding these terms or reported misuse, please contact the System Administrator.
de: Bei Bedenken bezüglich dieser Bedingungen oder bei gemeldetem Missbrauch wenden Sie sich bitte an den Systemadministrator.
es: Si tiene alguna inquietud con respecto a estos términos o el uso indebido informado, comuníquese con el Administrador del sistema.
fr: Pour toute préoccupation concernant ces conditions ou toute utilisation abusive signalée, veuillez contacter l'administrateur système.

# verifyEmail.title
source: Email verification
de: E-Mail-Bestätigung
es: Verificación de correo electrónico
fr: Vérification des e-mails

# verifyEmail.loading
source: Verifying your email...
de: Ihre E-Mail-Adresse wird überprüft...
es: Verificando tu correo electrónico...
fr: Vérification de votre e-mail...

# verifyEmail.success
source: Your email has been verified successfully!
de: Ihre E-Mail-Adresse wurde erfolgreich bestätigt!
es: ¡Tu correo electrónico ha sido verificado exitosamente!
fr: Votre email a été vérifié avec succès !

# verifyEmail.redirect
source: Redirecting to home in a moment...
de: Ich leite gleich nach Hause um ...
es: Redirigiendo a casa en un momento...
fr: Retour à la maison dans un instant...

# verifyEmail.failed
source: Verification failed: {{ errorMessage() || invalidTokenMessage }}
de: Verifizierung fehlgeschlagen: {{ errorMessage() || invalidTokenMessage }}
es: La verificación falló: {{ errorMessage() || invalidTokenMessage }}
fr: Échec de la vérification : {{ errorMessage() || invalidTokenMessage }}

# verifyEmail.signIn
source: Sign in
de: anmelden
es: Iniciar sesión
fr: Se connecter

# verifyEmail.invalidToken
source: Invalid or expired token.
de: Ungültiges oder abgelaufenes Token.
es: Token no válido o caducado.
fr: Jeton invalide ou expiré.

# verifyEmail.missingToken
source: Missing token.
de: Fehlendes Token.
es: Ficha faltante.
fr: Jeton manquant.

# resultsForm.neutral
source: Neutral
fr: Neutre
