Repository: deway-developpement/Burrito
Catalog: burrito-front/src/locale/messages.*.xlf
Languages: de, es, fr

# footer.madeBy
source: Made by
de: Hergestellt von
es: Hecho por
fr: Fabriqué par

# footer.forStudents
source: for students
de: für Studenten
es: para estudiantes
fr: pour les étudiants

# footer.privacy
source: Privacy Policy
de: Datenschutzrichtlinie
es: política de privacidad
fr: politique de confidentialité

# footer.terms
source: Terms of Service
de: Nutzungsbedingungen
es: Términos de servicio
fr: Conditions d'utilisation

# footer.legal
source: Legal Mentions
de: Rechtliche Erwähnungen
es: Menciones Legales
fr: Mentions légales

# footer.cookies
source: Cookies
de: Kekse
es: Galletas

# footer.contact
source: Contact
de: Kontakt
es: Contacto

# footer.copyright
source: (c) {{ currentYear }} Burrito - All rights reserved.
de: (C) {{ currentYear }} Burrito – Alle Rechte vorbehalten.
es: (do) {{ currentYear }} Burrito - Todos los derechos reservados.
fr: (c) {{ currentYear }} Burrito - Tous droits réservés.

# header.languageSelector
source: Language
de: Sprache
es: Idioma
fr: Langue

# header.welcome
source: Welcome, <strong>{{ user.fullName }}</strong>
de: Willkommen, <strong>{{ user.fullName }}</strong>
es: Bienvenido, <strong>{{ user.fullName }}</strong>
fr: Accueillir, <strong>{{ user.fullName }}</strong>

# header.logout
source: Logout
de: Abmelden
es: Cerrar sesión
fr: Déconnexion

# header.signIn
source: Sign in
de: anmelden
es: Iniciar sesión
fr: Se connecter

# header.verifyEmail
source: Please verify your email to access all features.
de: Bitte bestätigen Sie Ihre E-Mail-Adresse, um auf alle Funktionen zugreifen zu können.
es: Verifique su correo electrónico para acceder a todas las funciones.
fr: Veuillez vérifier votre adresse e-mail pour accéder à toutes les fonctionnalités.

# header.sending
source: Sending...
de: Senden...
es: Envío...
fr: Envoi...

# header.resendVerificationButton
source: Resend verification email
de: Bestätigungs-E-Mail erneut senden
es: Reenviar correo electrónico de verificación
fr: Renvoyer l'e-mail de vérification

# header.resendSuccess
source: Email sent. Check your inbox.
de: E-Mail gesendet. Überprüfen Sie Ihren Posteingang.
es: Correo electrónico enviado. Revisa tu bandeja de entrada.
fr: E-mail envoyé. Vérifiez votre boîte de réception.

# header.resendError
source: Failed to send. Try again.
de: Senden fehlgeschlagen. Versuchen Sie es erneut.
es: No se pudo enviar. Intentar otra vez.
fr: Échec de l'envoi. Essayer à nouveau.

# addUser.success
source: userLabel created successfully!
de: userLabel erfolgreich erstellt!
es: userLabel creado exitosamente!
fr: userLabel créé avec succès !

# addUser.unexpectedError
source: An unexpected error occurred.
de: Es ist ein unerwarteter Fehler aufgetreten.
es: Se produjo un error inesperado.
fr: Une erreur inattendue s'est produite.

# addUser.teacherLabel
source: Teacher
de: Lehrer
es: Maestro
fr: Professeur

# addUser.adminLabel
source: Admin
es: Administración
fr: Administrateur

# addUser.studentLabel
source: Student
es: Alumno
fr: Étudiant

# adminTable.noGroups
source: No groups
de: Keine Gruppen
es: Sin grupos
fr: Aucun groupe

# adminTable.edit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier

# adminTable.delete
source: Delete
de: Löschen
es: Borrar
fr: Supprimer

# alertDialog.close
source: Close dialog
de: Dialog schließen
es: Cerrar diálogo
fr: Fermer la boîte de dialogue

# editUser.loadGroupsError
source: Failed to load available groups.
de: Die verfügbaren Gruppen konnten nicht geladen werden.
es: No se pudieron cargar los grupos disponibles.
fr: Échec du chargement des groupes disponibles.

# editUser.groupNameTooShort
source: Group name must be at least 2 characters long.
de: Der Gruppenname muss mindestens 2 Zeichen lang sein.
es: El nombre del grupo debe tener al menos 2 caracteres.
fr: Le nom du groupe doit comporter au moins 2 caractères.

# editUser.groupCreated
source: Group "newGroup.name" created.
de: Gruppe "newGroup.name" erstellt.
es: Grupo "newGroup.name" creado.
fr: Groupe "newGroup.name" créé.

# editUser.groupCreateError
source: Could not create group. It might already exist.
de: Gruppe konnte nicht erstellt werden. Möglicherweise existiert es bereits.
es: No se pudo crear el grupo. Puede que ya exista.
fr: Impossible de créer un groupe. Cela existe peut-être déjà.

# editUser.updateSuccess
source: User profile and groups updated.
de: Benutzerprofil und Gruppen aktualisiert.
es: Perfil de usuario y grupos actualizados.
fr: Profil utilisateur et groupes mis à jour.

# editUser.groupsUpdateError
source: Profile saved, but there was an error updating groups.
de: Profil gespeichert, aber beim Aktualisieren der Gruppen ist ein Fehler aufgetreten.
es: Perfil guardado, pero hubo un error al actualizar los grupos.
fr: Profil enregistré, mais une erreur s'est produite lors de la mise à jour des groupes.

# editUser.updateError
source: Failed to update user profile.
de: Benutzerprofil konnte nicht aktualisiert werden.
es: No se pudo actualizar el perfil de usuario.
fr: Échec de la mise à jour du profil utilisateur.

# shared.goBackTitle
source: Go back
de: Geh zurück
es: Volver
fr: Retourner

# shared.goBackLabel
source: Back
de: Zurück
es: Atrás
fr: Dos

# select.placeholder
source: Select an option
de: Wählen Sie eine Option
es: Seleccione una opción
fr: Sélectionnez une option

# toast.close
source: Close notification
de: Benachrichtigung schließen
es: Cerrar notificación
fr: Fermer la notification

# adminForms.title
source: Evaluation Forms
de: Bewertungsformulare
es: Formularios de evaluación
fr: Formulaires d'évaluation

# adminForms.subtitle
source: Browse, update, and publish the evaluation forms used across the platform.
de: Durchsuchen, aktualisieren und veröffentlichen Sie die auf der Plattform verwendeten Bewertungsformulare.
es: Explore, actualice y publique los formularios de evaluación utilizados en la plataforma.
fr: Parcourez, mettez à jour et publiez les formulaires d'évaluation utilisés sur la plateforme.

# adminForms.createButton
source: Create new form
de: Neues Formular erstellen
es: Crear nuevo formulario
fr: Créer un nouveau formulaire

# adminForms.statusLabel
source: Status
es: Estado
fr: Statut

# adminForms.createButtonInline
source: Create new form
de: Neues Formular erstellen
es: Crear nuevo formulario
fr: Créer un nouveau formulaire

# adminForms.endsLabel
source: Ends {{ formatDate(form.endDate) }}
de: Endet {{ formatDate(form.endDate) }}
es: Termina {{ formatDate(form.endDate) }}
fr: Se termine {{ formatDate(form.endDate) }}

# adminForms.teacherLabel
source: Teacher
de: Lehrer
es: Maestro
fr: Professeur

# adminForms.startsLabel
source: Starts
de: Beginnt
es: Comienza
fr: Commence

# adminForms.endsMetaLabel
source: Ends
de: Endet
es: Termina
fr: Se termine

# adminForms.groupsLabel
source: Groups
de: Gruppen
es: Grupos
fr: Groupes

# adminForms.noGroups
source: No groups
de: Keine Gruppen
es: Sin grupos
fr: Aucun groupe

# adminForms.publish
source: Post
es: Correo
fr: Poste

# adminForms.close
source: Close
de: Schließen
es: Cerca
fr: Fermer

# adminForms.edit
source: Edit
de: Bearbeiten
es: Editar
fr: Modifier

# adminForms.delete
source: Delete
de: Löschen
es: Borrar
fr: Supprimer

# adminForms.loading
source: Loading forms...
de: Formulare werden geladen...
es: Cargando formularios...
fr: Chargement des formulaires...

# adminForms.empty
source: No forms available yet.
de: Noch keine Formulare verfügbar.
es: Aún no hay formularios disponibles.
fr: Aucun formulaire disponible pour l'instant.

# adminForms.loadingMore
source: Loading...
de: Laden...
es: Cargando...
fr: Chargement...

# adminForms.loadMore
source: Load more forms
de: Laden Sie weitere Formulare
es: Cargar más formularios
fr: Charger plus de formulaires

# adminForms.statusAll
source: All statuses
de: Alle Status
es: Todos los estados
fr: Tous les statuts

# adminForms.statusDraft
source: Draft
de: Entwurf
es: Borrador
fr: Brouillon

# adminForms.statusPublished
source: Published
de: Veröffentlicht
es: Publicado
fr: Publié

# adminForms.statusClosed
source: Closed
de: Geschlossen
es: Cerrado
fr: Fermé

# adminForms.confirmActionTitle
source: Confirm action
de: Aktion bestätigen
es: Confirmar acción
fr: Confirmer l'action

# adminForms.confirmAction
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer

# adminForms.cancelAction
source: Cancel
de: Stornieren
es: Cancelar
fr: Annuler

# adminForms.deleteTitle
source: Delete form
de: Formular löschen
es: Eliminar formulario
fr: Supprimer le formulaire

# adminForms.deleteConfirm
source: Delete this form? This action cannot be undone.
de: Dieses Formular löschen? Diese Aktion kann nicht rückgängig gemacht werden.
es: ¿Eliminar este formulario? Esta acción no se puede deshacer.
fr: Supprimer ce formulaire ? Cette action ne peut pas être annulée.

# adminForms.deleteAction
source: Delete
de: Löschen
es: Borrar
fr: Supprimer

# adminForms.deleteError
source: Failed to delete the form.
de: Das Formular konnte nicht gelöscht werden.
es: No se pudo eliminar el formulario.
fr: Échec de la suppression du formulaire.

# adminForms.publishTitle
source: Publish form
de: Formular veröffentlichen
es: Publicar formulario
fr: Publier le formulaire

# adminForms.publishConfirm
source: Publish this form?
de: Dieses Formular veröffentlichen?
es: ¿Publicar este formulario?
fr: Publier ce formulaire ?

# adminForms.publishAction
source: Publish
de: Veröffentlichen
es: Publicar
fr: Publier

# adminForms.publishError
source: Failed to publish the form.
de: Das Formular konnte nicht veröffentlicht werden.
es: No se pudo publicar el formulario.
fr: Échec de la publication du formulaire.

# adminForms.closeTitle
source: Close form
de: Formular schließen
es: Cerrar formulario
fr: Fermer le formulaire

# adminForms.closeConfirm
source: Close this form?
de: Dieses Formular schließen?
es: ¿Cerrar este formulario?
fr: Fermer ce formulaire ?

# adminForms.closeAction
source: Close
de: Schließen
es: Cerca
fr: Fermer

# adminForms.closeError
source: Failed to close the form.
de: Das Formular konnte nicht geschlossen werden.
es: No se pudo cerrar el formulario.
fr: Échec de la fermeture du formulaire.

# adminForms.dateNotSet
source: Not set
de: Nicht festgelegt
es: No establecido
fr: Non défini

# adminForms.allTeachers
source: All teachers
de: Alle Lehrer
es: Todos los profesores
fr: Tous les professeurs

# adminForms.loadError
source: Unable to load forms right now.
de: Formulare können derzeit nicht geladen werden.
es: No se pueden cargar formularios en este momento.
fr: Impossible de charger les formulaires pour le moment.

# adminHome.title
source: Admin Dashboard
es: Panel de administración
fr: Tableau de bord d'administration

# adminHome.subtitle
source: Welcome back, Administrator. Here is what's happening today.
de: Willkommen zurück, Administrator. Hier ist, was heute passiert.
es: Bienvenido de nuevo, administrador. Esto es lo que está sucediendo hoy.
fr: Bon retour, Administrateur. Voici ce qui se passe aujourd'hui.

# adminHome.teachers
source: Teachers
de: Lehrer
es: Maestros
fr: Enseignants

# adminHome.students
source: Students
de: Studenten
es: Estudiantes
fr: Étudiants

# adminHome.evaluations
source: Evaluations
de: Bewertungen
es: Evaluaciones
fr: Évaluations

# adminHome.completionRate
source: Completion Rate
de: Abschlussrate
es: Tasa de finalización
fr: Taux d'achèvement

# adminHome.newFeedback
source: New Feedback
de: Neues Feedback
es: Nuevos comentarios
fr: Nouveaux commentaires

# adminHome.thisWeek
source: This week
de: Diese Woche
es: Esta semana
fr: Cette semaine

# adminHome.loadingStats
source: Loading statistics...
de: Statistiken werden geladen...
es: Cargando estadísticas...
fr: Chargement des statistiques...

# adminHome.managementCenter
source: Management Center
de: Managementzentrum
es: Centro de Gestión
fr: Centre de gestion

# adminHome.globalReports
source: Global Reports
de: Globale Berichte
es: Informes globales
fr: Rapports globaux

# adminHome.globalReportsDesc
source: Visualize trends, performance graphs, and export data.
de: Visualisieren Sie Trends, Leistungsdiagramme und exportieren Sie Daten.
es: Visualice tendencias, gráficos de rendimiento y exporte datos.
fr: Visualisez les tendances, les graphiques de performances et exportez les données.

# adminHome.viewAnalytics
source: View Analytics →
de: Analytics anzeigen →
es: Ver análisis →
fr: Afficher les analyses →

# adminHome.evaluationForms
source: Evaluation Forms
de: Bewertungsformulare
es: Formularios de evaluación
fr: Formulaires d'évaluation

# adminHome.evaluationFormsDesc
source: Create new questionnaires and manage evaluation criteria.
de: Erstellen Sie neue Fragebögen und verwalten Sie Bewertungskriterien.
es: Crear nuevos cuestionarios y gestionar criterios de evaluación.
fr: Créez de nouveaux questionnaires et gérez les critères d’évaluation.

# adminHome.manageForms
source: Manage Forms →
de: Formulare verwalten →
es: Administrar formularios →
fr: Gérer les formulaires →

# adminHome.manageStudents
source: Manage Students
de: Studenten verwalten
es: Administrar estudiantes
fr: Gérer les étudiants

# adminHome.manageStudentsDesc
source: Enroll students, handle accounts, and manage anonymity settings.
de: Melden Sie Studierende an, verwalten Sie Konten und verwalten Sie Anonymitätseinstellungen.
es: Inscriba estudiantes, administre cuentas y administre configuraciones de anonimato.
fr: Inscrivez des étudiants, gérez les comptes et gérez les paramètres d'anonymat.

# adminHome.goToStudents
source: Go to Students →
de: Gehen Sie zu Studenten →
es: Ir a Estudiantes →
fr: Allez dans Étudiants →

# adminHome.manageTeachers
source: Manage Teachers
de: Lehrer verwalten
es: Administrar profesores
fr: Gérer les enseignants

# adminHome.manageTeachersDesc
source: Add new professors, update profiles, and assign courses.
de: Fügen Sie neue Professoren hinzu, aktualisieren Sie Profile und weisen Sie Kurse zu.
es: Agregue nuevos profesores, actualice perfiles y asigne cursos.
fr: Ajoutez de nouveaux professeurs, mettez à jour les profils et attribuez des cours.

# adminHome.goToTeachers
source: Go to Teachers →
de: Gehen Sie zu Lehrer →
es: Ir a Profesores →
fr: Allez dans Enseignants →

# contact.title
source: Contact Us
de: Kontaktieren Sie uns
es: Contáctenos
fr: Contactez-nous

# contact.subtitle
source: We'd love to hear from you
de: Wir würden uns freuen, von Ihnen zu hören
es: Nos encantaría saber de usted
fr: Nous aimerions avoir de vos nouvelles

# contact.intro
source: Having trouble with the platform? Have a suggestion for the Burito team? Fill out the form below or reach us directly.
de: Haben Sie Probleme mit der Plattform? Haben Sie einen Vorschlag für das Burito-Team? Füllen Sie das untenstehende Formular aus oder kontaktieren Sie uns direkt.
es: ¿Tienes problemas con la plataforma? ¿Tienes alguna sugerencia para el equipo de Burito? Complete el siguiente formulario o comuníquese con nosotros directamente.
fr: Vous rencontrez des problèmes avec la plateforme ? Une suggestion pour l'équipe Burito ? Remplissez le formulaire ci-dessous ou contactez-nous directement.

# contact.emailLabel
source: Your Email
de: Ihre E-Mail
es: Tu correo electrónico
fr: Votre e-mail

# contact.subjectLabel
source: Subject
de: Thema
es: Sujeto
fr: Sujet

# contact.subjectPlaceholder
source: Select a topic
de: Wählen Sie ein Thema aus
es: Seleccione un tema
fr: Sélectionnez un sujet

# contact.subjectTech
source: Technical Issue / Bug
de: Technisches Problem/Bug
es: Problema técnico/error
fr: Problème technique/bug

# contact.subjectAccount
source: Account Access
de: Kontozugriff
es: Acceso a la cuenta
fr: Accès au compte

# contact.subjectFeedback
source: General Feedback
de: Allgemeines Feedback
es: Comentarios generales
fr: Commentaires généraux

# contact.subjectOther
source: Other
de: Andere
es: Otro
fr: Autre

# contact.messageLabel
source: Message
de: Nachricht
es: Mensaje

# contact.messagePlaceholder
source: How can we help you?
de: Wie können wir Ihnen helfen?
es: ¿Cómo podemos ayudarte?
fr: Comment pouvons-nous vous aider ?

# contact.submit
source: Send Message
de: Nachricht senden
es: Enviar mensaje
fr: Envoyer un message

# contact.successToast
source: Message sent successfully! We will get back to you soon.
de: Nachricht erfolgreich gesendet! Wir werden uns bald bei Ihnen melden.
es: ¡Mensaje enviado exitosamente! Nos comunicaremos con usted pronto.
fr: Message envoyé avec succès ! Nous vous répondrons bientôt.

# cookie.title
source: Cookie Policy
de: Cookie-Richtlinie
es: Política de cookies
fr: Politique en matière de cookies

# cookie.subtitle
source: Project Burito - Teacher Evaluation System
de: Projekt Burito – Lehrerbewertungssystem
es: Proyecto Burito - Sistema de Evaluación Docente
fr: Projet Burito - Système d'évaluation des enseignants

# cookie.updated
source: Last updated: January 2026
de: Letzte Aktualisierung: Januar 2026
es: Última actualización: enero de 2026
fr: Dernière mise à jour : janvier 2026

# cookie.section1Title
source: 1. No Tracking, No Banners
de: 1. Kein Tracking, keine Banner
es: 1. Sin seguimiento, sin banners
fr: 1. Pas de suivi, pas de bannières

# cookie.section1Body
source: You may have noticed that <strong>Burito</strong> does not annoy you with a "Accept Cookies" pop-up. This is intentional. We believe in a clean, distraction-free educational environment.
de: Das ist Ihnen vielleicht schon aufgefallen <strong>Burito</strong> nervt Sie nicht mit einem „Cookies akzeptieren“-Popup. Das ist Absicht. Wir glauben an eine saubere, ablenkungsfreie Bildungsumgebung.
es: Es posible que hayas notado que <strong>Burito</strong> no le molesta con la ventana emergente "Aceptar cookies". Esto es intencional. Creemos en un ambiente educativo limpio y libre de distracciones.
fr: Vous avez peut-être remarqué que <strong>Burito</strong> ne vous ennuie pas avec une fenêtre contextuelle « Accepter les cookies ». C'est intentionnel. Nous croyons en un environnement éducatif propre et sans distraction.

# cookie.section1Highlight
source: <strong>We do not track you.</strong> We do not use third-party analytics (like Google Analytics), advertising pixels, or marketing trackers. Therefore, we do not require your consent.
de: <strong>Wir verfolgen Sie nicht.</strong> Wir verwenden keine Analysen von Drittanbietern (wie Google Analytics), Werbepixel oder Marketing-Tracker. Daher benötigen wir keine Einwilligung von Ihnen.
es: <strong>No te rastreamos.</strong> No utilizamos análisis de terceros (como Google Analytics), píxeles publicitarios ni rastreadores de marketing. Por lo tanto, no requerimos su consentimiento.
fr: <strong>Nous ne vous suivons pas.</strong> Nous n'utilisons pas d'analyses tierces (comme Google Analytics), de pixels publicitaires ou de trackers marketing. Nous n’avons donc pas besoin de votre consentement.

# cookie.section2Title
source: 2. What We Store
de: 2. Was wir speichern
es: 2. Qué almacenamos
fr: 2. Ce que nous stockons

# cookie.section2Body
source: To make the application work, we only store strictly necessary technical data on your device (Local Storage or Session Cookies). This data is essential for:
de: Damit die Anwendung funktioniert, speichern wir nur unbedingt notwendige technische Daten auf Ihrem Gerät (Local Storage oder Session Cookies). Diese Daten sind wichtig für:
es: Para que la aplicación funcione, solo almacenamos datos técnicos estrictamente necesarios en su dispositivo (Almacenamiento local o Cookies de sesión). Estos datos son esenciales para:
fr: Pour faire fonctionner l'application, nous stockons uniquement les données techniques strictement nécessaires sur votre appareil (Stockage Local ou Cookies de Session). Ces données sont essentielles pour :

# cookie.section2Auth
source: <strong>Authentication:</strong> Keeping you logged in securely while you navigate.
de: <strong>Authentifizierung:</strong> Damit Sie beim Navigieren sicher angemeldet bleiben.
es: <strong>Autenticación:</strong> Manteniéndote conectado de forma segura mientras navegas.
fr: <strong>Authentification:</strong> Vous garder connecté en toute sécurité pendant que vous naviguez.

# cookie.section2Security
source: <strong>Security:</strong> Preventing Cross-Site Request Forgery (CSRF) attacks.
de: <strong>Sicherheit:</strong> Verhinderung von Cross-Site Request Forgery (CSRF)-Angriffen.
es: <strong>Seguridad:</strong> Prevención de ataques de falsificación de solicitudes entre sitios (CSRF).
fr: <strong>Sécurité:</strong> Prévention des attaques CSRF (Cross-Site Request Forgery).

# cookie.section2Prefs
source: <strong>Preferences:</strong> Temporarily saving your language choice (e.g., FR/EN).
de: <strong>Präferenzen:</strong> Speichern Sie Ihre Sprachauswahl vorübergehend (z. B. FR/EN).
es: <strong>Preferencias:</strong> Guardando temporalmente su elección de idioma (por ejemplo, FR/EN).
fr: <strong>Préférences :</strong> Enregistrer temporairement votre choix de langue (par exemple FR/EN).

# cookie.section3Title
source: 3. Local Storage vs. Cookies
de: 3. Lokaler Speicher vs. Cookies
es: 3. Almacenamiento local frente a cookies
fr: 3. Stockage local et cookies

# cookie.section3Body
source: Instead of traditional cookies, Burito primarily uses <strong>Local Storage</strong>. This is a modern technology that allows us to save your session token directly in your browser.
de: Anstelle traditioneller Kekse verwendet Burito hauptsächlich Kekse <strong>Lokaler Speicher</strong>. Dabei handelt es sich um eine moderne Technologie, die es uns ermöglicht, Ihr Session-Token direkt in Ihrem Browser zu speichern.
es: En lugar de las tradicionales cookies, Burito utiliza principalmente <strong>Almacenamiento local</strong>. Esta es una tecnología moderna que nos permite guardar su token de sesión directamente en su navegador.
fr: Au lieu des cookies traditionnels, Burito utilise principalement <strong>Stockage local</strong>. Il s'agit d'une technologie moderne qui nous permet de sauvegarder votre jeton de session directement dans votre navigateur.

# cookie.section3Intro
source: Unlike tracking cookies, this data:
de: Im Gegensatz zu Tracking-Cookies sind diese Daten:
es: A diferencia de las cookies de seguimiento, estos datos:
fr: Contrairement aux cookies de suivi, ces données :

# cookie.section3Item1
source: Never leaves your browser to go to third-party servers.
de: Verlassen Sie niemals Ihren Browser, um zu Servern Dritter zu gelangen.
es: Nunca abandones tu navegador para ir a servidores de terceros.
fr: Ne quitte jamais votre navigateur pour accéder à des serveurs tiers.

# cookie.section3Item2
source: Is automatically cleared when you log out.
de: Wird beim Abmelden automatisch gelöscht.
es: Se borra automáticamente al cerrar sesión.
fr: Est automatiquement effacé lorsque vous vous déconnectez.

# cookie.section3Item3
source: Is strictly invisible to other websites.
de: Ist für andere Websites absolut unsichtbar.
es: Es estrictamente invisible para otros sitios web.
fr: Est strictement invisible pour les autres sites Web.

# cookie.section4Title
source: 4. Managing Your Data
de: 4. Verwalten Ihrer Daten
es: 4. Administrar tus datos
fr: 4. Gérer vos données
