Repository: deway-developpement/Burrito
Catalog: burrito-front/src/locale/messages.*.xlf
Languages: de, es, fr

# homeDefault.title
source: Rate your teachers. Help them become better.
de: Bewerten Sie Ihre Lehrer. Helfen Sie ihnen, besser zu werden.
es: Califica a tus profesores. Ayúdalos a mejorar.
fr: Évaluez vos professeurs. Aidez-les à devenir meilleurs.

# homeDefault.subtitle
source: Burrito lets students share honest feedback on their teachers so teachers improve.
de: Mit Burrito können Schüler ehrliches Feedback zu ihren Lehrern geben, damit sich die Lehrer verbessern können.
es: Burrito permite a los estudiantes compartir comentarios honestos sobre sus profesores para que los profesores mejoren.
fr: Burrito permet aux étudiants de partager des commentaires honnêtes sur leurs enseignants afin que ceux-ci s'améliorent.

# homeDefault.getStarted
source: Get started
de: Fangen Sie an
es: empezar
fr: Commencer

# homeDefault.note
source: No spam. Just honest ratings.
de: Kein Spam. Nur ehrliche Bewertungen.
es: Sin spam. Solo calificaciones honestas.
fr: Pas de spam. Juste des notes honnêtes.

# homeDefault.whyTitle
source: Why Burrito?
de: Warum Burrito?
es: ¿Por qué burrito?
fr: Pourquoi des burritos ?

# homeDefault.reason1
source: See teacher ratings at a glance
de: Sehen Sie sich die Lehrerbewertungen auf einen Blick an
es: Vea las calificaciones de los profesores de un vistazo
fr: Consultez les notes des enseignants en un coup d’œil

# homeDefault.reason2
source: Filter by course, year, and difficulty
de: Filtern Sie nach Kurs, Jahr und Schwierigkeitsgrad
es: Filtrar por curso, año y dificultad
fr: Filtrer par cours, année et difficulté

# homeDefault.reason3
source: Share your experience in minutes
de: Teilen Sie Ihre Erfahrungen in wenigen Minuten
es: Comparte tu experiencia en minutos
fr: Partagez votre expérience en quelques minutes

# legal.title
source: Legal Mentions
de: Rechtliche Erwähnungen
es: Menciones Legales
fr: Mentions légales

# legal.subtitle
source: Project Burito - Teacher Evaluation System
de: Projekt Burito – Lehrerbewertungssystem
es: Proyecto Burito - Sistema de Evaluación Docente
fr: Projet Burito - Système d'évaluation des enseignants

# legal.updated
source: Last updated: January 2026
de: Letzte Aktualisierung: Januar 2026
es: Última actualización: enero de 2026
fr: Dernière mise à jour : janvier 2026

# legal.section1Title
source: 1. General Information
de: 1. Allgemeine Informationen
es: 1. Información general
fr: 1. Informations générales

# legal.section1Body
source: The website <strong>Burito</strong> is developed as part of the "Advanced Programming" course (ST2APR) for the 2025-2026 academic year.
de: Die Website <strong>Burito</strong> wird im Rahmen des Kurses „Advanced Programming“ (ST2APR) für das Studienjahr 2025-2026 entwickelt.
es: El sitio web <strong>Burito</strong> se desarrolla como parte del curso “Programación Avanzada” (ST2APR) para el curso académico 2025-2026.
fr: Le site Internet <strong>Burito</strong> est développé dans le cadre du parcours « Programmation Avancée » (ST2APR) pour l'année académique 2025-2026.

# legal.section1Institution
source: <strong>Institution:</strong> EFREI / Paris Panthéon-Assas University.
de: <strong>Institution:</strong> EFREI / Universität Paris Panthéon-Assas.
es: <strong>Institución:</strong> EFREI / Universidad París Panthéon-Assas.
fr: <strong>Institution:</strong> EFREI / Université Paris Panthéon-Assas.

# legal.section1ProjectType
source: <strong>Project Type:</strong> Educational software engineering project.
de: <strong>Projekttyp:</strong> Bildungssoftware-Engineering-Projekt.
es: <strong>Tipo de proyecto:</strong> Proyecto de ingeniería de software educativo.
fr: <strong>Type de projet :</strong> Projet de génie logiciel pédagogique.

# legal.section1Goal
source: <strong>Goal:</strong> Teacher evaluation and educational quality assessment.
de: <strong>Ziel:</strong> Lehrerbeurteilung und Beurteilung der pädagogischen Qualität.
es: <strong>Meta:</strong> Evaluación docente y valoración de la calidad educativa.
fr: <strong>But:</strong> Évaluation des enseignants et évaluation de la qualité de l’éducation.

# legal.section2Title
source: 2. Publisher
de: 2. Herausgeber
es: 2. Editor
fr: 2. Éditeur

# legal.section2Body
source: This website is published and managed by the student development team:
de: Diese Website wird vom Studentenentwicklungsteam veröffentlicht und verwaltet:
es: Este sitio web es publicado y administrado por el equipo de desarrollo estudiantil:
fr: Ce site Internet est édité et géré par l'équipe de développement des étudiants :

# legal.section2Highlight
source: <strong>Team Representative:</strong> Paul Mairesse<br><strong>Contact:</strong> paul.mairesse@efrei.net<br><strong>Address:</strong> 30-32 Avenue de la République, 94800 Villejuif, France.
de: <strong>Teamvertreter:</strong> Paul Mairesse<br><strong>Kontakt:</strong> paul.mairesse@efrei.net<br><strong>Adresse:</strong> 30-32 Avenue de la République, 94800 Villejuif, Frankreich.
es: <strong>Representante del equipo:</strong> Pablo Mairesse<br><strong>Contacto:</strong> paul.mairesse@efrei.net<br><strong>DIRECCIÓN:</strong> 30-32 Avenue de la République, 94800 Villejuif, Francia.
fr: <strong>Représentant de l'équipe :</strong> Paul Mairesse<br><strong>Contact:</strong> paul.mairesse@efrei.net<br><strong>Adresse:</strong> 30-32 Avenue de la République, 94800 Villejuif, France.

# legal.section3Title
source: 3. Hosting
es: 3. Alojamiento
fr: 3. Hébergement

# legal.section3Body
source: During the development and evaluation phase, the application is hosted on:
de: Während der Entwicklungs- und Evaluierungsphase wird die Anwendung gehostet auf:
es: Durante la fase de desarrollo y evaluación, la aplicación está alojada en:
fr: Pendant la phase de développement et d’évaluation, l’application est hébergée sur :

# legal.section3Primary
source: <strong>Primary Host:</strong> University Servers / Localhost (Development).
de: <strong>Primärer Host:</strong> Universitätsserver / Localhost (Entwicklung).
es: <strong>Anfitrión principal:</strong> Servidores Universitarios / Localhost (Desarrollo).
fr: <strong>Hôte principal :</strong> Serveurs universitaires / Localhost (Développement).

# legal.section3Repo
source: <strong>Repository Host:</strong> GitHub / GitLab (Source Code).
de: <strong>Repository-Host:</strong> GitHub / GitLab (Quellcode).
es: <strong>Anfitrión del repositorio:</strong> GitHub/GitLab (Código fuente).
fr: <strong>Hôte du référentiel :</strong> GitHub/GitLab (code source).

# legal.section4Title
source: 4. Intellectual Property
de: 4. Geistiges Eigentum
es: 4. Propiedad intelectual
fr: 4. Propriété intellectuelle

# legal.section4Body
source: All source code, designs, and architecture produced for Project Burito are subject to the intellectual property regulations of the university. The content is protected by copyright law. Unauthorized reproduction, modification, or commercial use is strictly prohibited without prior consent.
de: Alle für Project Burito erstellten Quellcodes, Designs und Architekturen unterliegen den Bestimmungen der Universität zum Schutz geistigen Eigentums. Der Inhalt ist urheberrechtlich geschützt. Die unerlaubte Vervielfältigung, Änderung oder kommerzielle Nutzung ist ohne vorherige Zustimmung strengstens untersagt.
es: Todo el código fuente, los diseños y la arquitectura producidos para el Proyecto Burito están sujetos a las normas de propiedad intelectual de la universidad. El contenido está protegido por la ley de derechos de autor. La reproducción, modificación o uso comercial no autorizados están estrictamente prohibidos sin el consentimiento previo.
fr: Tous les codes sources, conceptions et architectures produits pour le projet Burito sont soumis aux réglementations en matière de propriété intellectuelle de l'université. Le contenu est protégé par la loi sur le droit d'auteur. La reproduction, la modification ou l'utilisation commerciale non autorisée est strictement interdite sans consentement préalable.

# legal.section5Title
source: 5. Limitation of Liability
de: 5. Haftungsbeschränkung
es: 5. Limitación de responsabilidad
fr: 5. Limitation de responsabilité

# legal.section5Body
source: This system is an academic prototype. The publishers cannot be held responsible for:
de: Dieses System ist ein akademischer Prototyp. Die Herausgeber können nicht haftbar gemacht werden für:
es: Este sistema es un prototipo académico. Los editores no se hacen responsables de:
fr: Ce système est un prototype académique. Les éditeurs ne peuvent être tenus responsables :

# legal.section5Item1
source: Temporary service interruptions or bugs.
de: Vorübergehende Dienstunterbrechungen oder Fehler.
es: Interrupciones temporales del servicio o errores.
fr: Interruptions ou bugs temporaires du service.

# legal.section5Item2
source: Inaccuracies in the test data used for demonstration purposes.
de: Ungenauigkeiten in den zu Demonstrationszwecken verwendeten Testdaten.
es: Inexactitudes en los datos de prueba utilizados con fines de demostración.
fr: Inexactitudes dans les données de test utilisées à des fins de démonstration.

# legal.section5Item3
source: Direct or indirect damages resulting from the use of this platform.
de: Direkte oder indirekte Schäden, die sich aus der Nutzung dieser Plattform ergeben.
es: Daños directos o indirectos resultantes del uso de esta plataforma.
fr: Dommages directs ou indirects résultant de l'utilisation de cette plateforme.

# legal.section6Title
source: 6. Personal Data
de: 6. Persönliche Daten
es: 6. Datos personales
fr: 6. Données personnelles

# legal.section6Body
source: The collection and processing of personal data on this site are governed by our <a routerLink="/legal/privacy">Privacy Policy</a>, in compliance with the GDPR.
de: Für die Erhebung und Verarbeitung personenbezogener Daten auf dieser Website gelten unsere <a routerLink="/legal/privacy">Datenschutzrichtlinie</a>, im Einklang mit der DSGVO.
es: La recopilación y el procesamiento de datos personales en este sitio se rigen por nuestra <a routerLink="/legal/privacy">política de privacidad</a>, de conformidad con el RGPD.
fr: La collecte et le traitement des données personnelles sur ce site sont régis par notre <a routerLink="/legal/privacy">politique de confidentialité</a>, conformément au RGPD.

# legal.section7Title
source: 7. Applicable Law
de: 7. Anwendbares Recht
es: 7. Ley Aplicable
fr: 7. Loi applicable

# legal.section7Body
source: These legal mentions are governed by French law. In the event of a dispute, and in the absence of an amicable agreement, the courts of jurisdiction will be those of Paris, France.
de: Diese rechtlichen Hinweise unterliegen französischem Recht. Im Streitfall und in Ermangelung einer gütlichen Einigung sind die Gerichte Paris, Frankreich.
es: Estas menciones legales se rigen por la ley francesa. En caso de disputa, y a falta de acuerdo amistoso, los tribunales competentes serán los de París, Francia.
fr: Ces mentions légales sont régies par la loi française. En cas de litige, et à défaut d'accord amiable, les tribunaux compétents seront ceux de Paris, France.

# manageStudents.title
source: Manage Students
de: Studenten verwalten
es: Administrar estudiantes
fr: Gérer les étudiants

# manageStudents.subtitle
source: View, edit, or onboard new students.
de: Sehen Sie sich neue Schüler an, bearbeiten Sie sie oder binden Sie sie ein.
es: Vea, edite o incorpore nuevos estudiantes.
fr: Affichez, modifiez ou intégrez de nouveaux étudiants.

# manageStudents.addButton
source: Add New Student
de: Neuen Schüler hinzufügen
es: Agregar nuevo estudiante
fr: Ajouter un nouvel étudiant

# manageStudents.loading
source: Loading students...
de: Schüler werden geladen...
es: Cargando estudiantes...
fr: Chargement des étudiants...

# manageStudents.empty
source: No students found.
de: Keine Studenten gefunden.
es: No se encontraron estudiantes.
fr: Aucun étudiant trouvé.

# manageStudents.loadingMore
source: Loading more...
de: Mehr laden...
es: Cargando más...
fr: Chargement plus...

# manageStudents.name
source: Student Name
de: Name des Studenten
es: Nombre del estudiante
fr: Nom de l'étudiant

# manageStudents.email
source: Email Address
de: E-Mail-Adresse
es: Dirección de correo electrónico
fr: Adresse email

# manageStudents.groups
source: Assigned Groups
de: Zugewiesene Gruppen
es: Grupos asignados
fr: Groupes assignés

# manageStudents.actions
source: Actions
de: Aktionen
es: Comportamiento
fr: Actes

# manageStudents.confirmActionTitle
source: Confirm action
de: Aktion bestätigen
es: Confirmar acción
fr: Confirmer l'action

# manageStudents.confirmAction
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer

# manageStudents.cancelAction
source: Cancel
de: Stornieren
es: Cancelar
fr: Annuler

# manageStudents.unknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu

# manageStudents.unenrollTitle
source: Unenroll student
de: Schüler abmelden
es: Dar de baja estudiante
fr: Désinscrire un étudiant

# manageStudents.unenrollConfirm
source: Are you sure you want to unenroll this student?
de: Sind Sie sicher, dass Sie diesen Studenten abmelden möchten?
es: ¿Está seguro de que desea cancelar la inscripción de este estudiante?
fr: Etes-vous sûr de vouloir désinscrire cet élève ?

# manageStudents.unenrollAction
source: Unenroll
de: Abmelden
es: Darse de baja
fr: Se désinscrire

# manageStudents.unenrollFailed
source: Unenroll failed
de: Die Abmeldung ist fehlgeschlagen
es: Error al cancelar la inscripción
fr: Échec de la désinscription

# manageStudents.unenrollError
source: Failed to delete student.
de: Schüler konnte nicht gelöscht werden.
es: No se pudo eliminar al estudiante.
fr: Échec de la suppression de l'élève.

# manageStudents.ok
source: Ok
es: De acuerdo
fr: D'accord

# manageTeachers.title
source: Manage Teachers
de: Lehrer verwalten
es: Administrar profesores
fr: Gérer les enseignants

# manageTeachers.subtitle
source: View, edit, or onboard new teaching staff.
de: Sehen Sie sich neue Lehrkräfte an, bearbeiten Sie sie oder binden Sie sie ein.
es: Vea, edite o incorpore nuevo personal docente.
fr: Affichez, modifiez ou intégrez du nouveau personnel enseignant.

# manageTeachers.addButton
source: Add New Teacher
de: Neuen Lehrer hinzufügen
es: Agregar nuevo maestro
fr: Ajouter un nouvel enseignant

# manageTeachers.loading
source: Loading teachers...
de: Lehrer werden geladen...
es: Cargando profesores...
fr: Chargement des enseignants...

# manageTeachers.empty
source: No teachers found.
de: Keine Lehrer gefunden.
es: No se encontraron profesores.
fr: Aucun professeur trouvé.

# manageTeachers.loadingMore
source: Loading more...
de: Mehr laden...
es: Cargando más...
fr: Chargement plus...

# manageTeachers.name
source: Name
es: Nombre
fr: Nom

# manageTeachers.contact
source: Contact
de: Kontakt
es: Contacto

# manageTeachers.groups
source: Assigned Groups
de: Zugewiesene Gruppen
es: Grupos asignados
fr: Groupes assignés

# manageTeachers.actions
source: Actions
de: Aktionen
es: Comportamiento
fr: Actes

# manageTeachers.confirmActionTitle
source: Confirm action
de: Aktion bestätigen
es: Confirmar acción
fr: Confirmer l'action

# manageTeachers.confirmAction
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer

# manageTeachers.cancelAction
source: Cancel
de: Stornieren
es: Cancelar
fr: Annuler

# manageTeachers.unknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu

# manageTeachers.deleteTitle
source: Delete teacher
de: Lehrer löschen
es: Eliminar profesor
fr: Supprimer un enseignant

# manageTeachers.deleteConfirm
source: Are you sure you want to delete this teacher?
de: Sind Sie sicher, dass Sie diesen Lehrer löschen möchten?
es: ¿Estás seguro de que quieres eliminar a este profesor?
fr: Êtes-vous sûr de vouloir supprimer cet enseignant ?

# manageTeachers.deleteAction
source: Delete
de: Löschen
es: Borrar
fr: Supprimer

# manageTeachers.deleteFailed
source: Delete failed
de: Das Löschen ist fehlgeschlagen
es: Error al eliminar
fr: Échec de la suppression

# manageTeachers.deleteError
source: Failed to delete user.
de: Benutzer konnte nicht gelöscht werden.
es: No se pudo eliminar el usuario.
fr: Échec de la suppression de l'utilisateur.

# manageTeachers.ok
source: Ok
es: De acuerdo
fr: D'accord

# privacy.title
source: Privacy Policy
de: Datenschutzrichtlinie
es: política de privacidad
fr: politique de confidentialité

# privacy.subtitle
source: Project Burito - Teacher Evaluation System
de: Projekt Burito – Lehrerbewertungssystem
es: Proyecto Burito - Sistema de Evaluación Docente
fr: Projet Burito - Système d'évaluation des enseignants

# privacy.updated
source: Last updated: January 2026
de: Letzte Aktualisierung: Januar 2026
es: Última actualización: enero de 2026
fr: Dernière mise à jour : janvier 2026

# privacy.section1Title
source: 1. Introduction
de: 1. Einführung
es: 1. Introducción

# privacy.section1Body
source: Welcome to <strong>Burito</strong>. We are committed to protecting your personal data and respecting your privacy. This policy explains how we collect, use, and protect your information within the framework of evaluating educational quality at the institution.
de: Willkommen bei <strong>Burito</strong>. Wir verpflichten uns, Ihre persönlichen Daten zu schützen und Ihre Privatsphäre zu respektieren. In dieser Richtlinie wird erläutert, wie wir Ihre Daten im Rahmen der Bewertung der Bildungsqualität an der Einrichtung sammeln, verwenden und schützen.
es: Bienvenido a <strong>Burito</strong>. Nos comprometemos a proteger sus datos personales y respetar su privacidad. Esta política explica cómo recopilamos, usamos y protegemos su información en el marco de la evaluación de la calidad educativa en la institución.
fr: Bienvenue à <strong>Burito</strong>. Nous nous engageons à protéger vos données personnelles et à respecter votre vie privée. Cette politique explique comment nous collectons, utilisons et protégeons vos informations dans le cadre de l'évaluation de la qualité éducative de l'établissement.

# privacy.section2Title
source: 2. GDPR Compliance
de: 2. DSGVO-Konformität
es: 2. Cumplimiento del RGPD
fr: 2. Conformité au RGPD

# privacy.section2Body
source: In accordance with the General Data Protection Regulation (GDPR), we ensure transparency and security in the processing of educational data.
de: Im Einklang mit der Datenschutz-Grundverordnung (DSGVO) sorgen wir für Transparenz und Sicherheit bei der Verarbeitung von Bildungsdaten.
es: De acuerdo con el Reglamento General de Protección de Datos (GDPR), garantizamos la transparencia y seguridad en el procesamiento de datos educativos.
fr: Conformément au Règlement Général sur la Protection des Données (RGPD), nous garantissons la transparence et la sécurité du traitement des données pédagogiques.

# privacy.section3Title
source: 3. Data We Collect
de: 3. Von uns erfasste Daten
es: 3. Datos que recopilamos
fr: 3. Données que nous collectons

# privacy.section3Item1
source: <strong>Identifiers:</strong> Name, role (Student, Teacher, Administrator), and institutional IDs.
de: <strong>Identifikatoren:</strong> Name, Rolle (Schüler, Lehrer, Administrator) und institutionelle IDs.
es: <strong>Identificadores:</strong> Nombre, rol (Estudiante, Profesor, Administrador) e identificaciones institucionales.
fr: <strong>Identifiants :</strong> Nom, rôle (étudiant, enseignant, administrateur) et identifiants institutionnels.

# privacy.section3Item2
source: <strong>Quantitative Evaluations:</strong> Survey responses and ratings.
de: <strong>Quantitative Auswertungen:</strong> Umfrageantworten und Bewertungen.
es: <strong>Evaluaciones Cuantitativas:</strong> Respuestas y calificaciones de la encuesta.
fr: <strong>Évaluations quantitatives :</strong> Réponses à l’enquête et évaluations.

# privacy.section3Item3
source: <strong>Qualitative Feedback:</strong> Open comments and suggestions.
de: <strong>Qualitatives Feedback:</strong> Offene Kommentare und Vorschläge.
es: <strong>Comentarios cualitativos:</strong> Abrir comentarios y sugerencias.
fr: <strong>Commentaires qualitatifs :</strong> Ouvrez les commentaires et les suggestions.

# privacy.section4Title
source: 4. Anonymity and Confidentiality
de: 4. Anonymität und Vertraulichkeit
es: 4. Anonimato y Confidencialidad
fr: 4. Anonymat et confidentialité

# privacy.section4Body
source: Honesty is paramount to us. That is why we guarantee that:
de: Ehrlichkeit steht bei uns an erster Stelle. Deshalb garantieren wir Folgendes:
es: La honestidad es primordial para nosotros. Por eso garantizamos que:
fr: L'honnêteté est primordiale pour nous. C'est pourquoi nous garantissons que :

# privacy.section4Highlight
source: <strong>Student anonymity is strict.</strong> Teachers and administrators cannot, under any circumstances, link a specific response to a student's identity.
de: <strong>Die Anonymität der Studierenden ist streng.</strong> Lehrer und Administratoren können unter keinen Umständen eine bestimmte Antwort mit der Identität eines Schülers in Verbindung bringen.
es: <strong>El anonimato de los estudiantes es estricto.</strong> Los profesores y administradores no pueden, bajo ninguna circunstancia, vincular una respuesta específica a la identidad de un estudiante.
fr: <strong>L'anonymat des étudiants est strict.</strong> Les enseignants et les administrateurs ne peuvent en aucun cas lier une réponse spécifique à l'identité d'un élève.

# privacy.section5Title
source: 5. Data Usage
de: 5. Datennutzung
es: 5. Uso de datos
fr: 5. Utilisation des données

# privacy.section5Body
source: The collected data is used to:
de: Die erhobenen Daten werden verwendet um:
es: Los datos recopilados se utilizan para:
fr: Les données collectées sont utilisées pour :

# privacy.section5Item1
source: Generate interactive dashboards for administrators.
de: Generieren Sie interaktive Dashboards für Administratoren.
es: Genere paneles interactivos para administradores.
fr: Générez des tableaux de bord interactifs pour les administrateurs.

# privacy.section5Item2
source: Provide teachers with summaries for self-improvement.
de: Stellen Sie Lehrern Zusammenfassungen zur Selbstverbesserung zur Verfügung.
es: Proporcionar a los profesores resúmenes para la superación personal.
fr: Fournissez aux enseignants des résumés pour vous améliorer.

# privacy.section5Item3
source: Enhance the overall learning experience.
de: Verbessern Sie das allgemeine Lernerlebnis.
es: Mejorar la experiencia de aprendizaje general.
fr: Améliorez l’expérience d’apprentissage globale.

# privacy.section6Title
source: 6. Data Security
de: 6. Datensicherheit
es: 6. Seguridad de los datos
fr: 6. Sécurité des données

# privacy.section6Body
source: We implement high-level security and encryption measures to protect sensitive information against unauthorized access.
de: Wir implementieren hochgradige Sicherheits- und Verschlüsselungsmaßnahmen, um sensible Informationen vor unbefugtem Zugriff zu schützen.
es: Implementamos medidas de seguridad y cifrado de alto nivel para proteger la información confidencial contra el acceso no autorizado.
fr: Nous mettons en œuvre des mesures de sécurité et de cryptage de haut niveau pour protéger les informations sensibles contre tout accès non autorisé.

# privacy.section7Title
source: 7. Your Rights
de: 7. Ihre Rechte
es: 7. Tus derechos
fr: 7. Vos droits
