Repository: deway-developpement/Burrito
Catalog: burrito-front/src/locale/messages.*.xlf
Languages: de, es, fr

# privacy.section7Body
source: As a user (Student, Teacher, or Administrator), you have the right to access, rectify, and object to the processing of your personal data.
de: Als Benutzer (Schüler, Lehrer oder Administrator) haben Sie das Recht, auf Ihre personenbezogenen Daten zuzugreifen, sie zu berichtigen und der Verarbeitung zu widersprechen.
es: Como usuario (Estudiante, Profesor o Administrador), tienes derecho a acceder, rectificar y oponerte al tratamiento de tus datos personales.
fr: En tant qu'utilisateur (Etudiant, Enseignant ou Administrateur), vous disposez d'un droit d'accès, de rectification et d'opposition au traitement de vos données personnelles.

# privacy.section8Title
source: 8. Contact
de: 8. Kontakt
es: 8. Contacto
fr: 8. Contacter

# privacy.section8Body
source: For any questions regarding this policy, please contact the educational administration.
de: Bei Fragen zu dieser Richtlinie wenden Sie sich bitte an die Bildungsverwaltung.
es: Para cualquier duda respecto a esta política, por favor contacte con la administración educativa.
fr: Pour toute question concernant cette politique, veuillez contacter l’administration éducative.

# resultsForm.title
source: Form Results
de: Formularergebnisse
es: Resultados del formulario
fr: Résultats du formulaire

# resultsForm.loading
source: Loading analytics...
de: Analyse wird geladen...
es: Cargando análisis...
fr: Chargement des analyses...

# resultsForm.retry
source: Retry
de: Wiederholen
es: Rever
fr: Réessayer

# resultsForm.fromLabel
source: From
de: Aus
es: De
fr: Depuis

# resultsForm.toLabel
source: To
de: Zu
es: A
fr: À

# resultsForm.totalResponses
source: Total Responses
de: Gesamtantworten
es: Respuestas totales
fr: Réponses totales

# resultsForm.npsScore
source: NPS Score
es: Puntuación NPS
fr: Score NPS

# resultsForm.satisfactionBreakdown
source: Satisfaction Breakdown
de: Aufschlüsselung der Zufriedenheit
es: Desglose de satisfacción
fr: Répartition de la satisfaction

# resultsForm.promoters
source: Promoters
de: Promoter
es: Promotores
fr: Promoteurs

# resultsForm.passives
source: Passives
de: Passive
es: Pasivos
fr: Passifs

# resultsForm.detractors
source: Detractors
de: Kritiker
es: Detractores
fr: Détracteurs

# resultsForm.teachersBreakdown
source: Teachers Breakdown
de: Aufschlüsselung der Lehrer
es: Desglose de profesores
fr: Répartition des enseignants

# resultsForm.teacherName
source: Teacher Name
de: Name des Lehrers
es: Nombre del maestro
fr: Nom de l'enseignant

# resultsForm.responses
source: Responses
de: Antworten
es: Respuestas
fr: Réponses

# resultsForm.avgRating
source: Avg Rating
de: Durchschnittliche Bewertung
es: Calificación promedio
fr: Note moyenne

# resultsForm.action
source: Action
de: Aktion
es: Acción

# resultsForm.viewResults
source: View Results
de: Ergebnisse anzeigen
es: Ver resultados
fr: Afficher les résultats

# resultsForm.perQuestion
source: Per-Question Breakdown
de: Aufschlüsselung pro Frage
es: Desglose por pregunta
fr: Répartition par question

# resultsForm.answeredCount
source: {{ question.answeredCount }} answered
de: {{ question.answeredCount }} beantwortet
es: {{ question.answeredCount }} respondió
fr: {{ question.answeredCount }} répondu

# resultsForm.average
source: Average
de: Durchschnitt
es: Promedio
fr: Moyenne

# resultsForm.distribution
source: Distribution
de: Verteilung
es: Distribución

# resultsForm.analysisDisabled
source: Text analysis is disabled for this question.
de: Die Textanalyse ist für diese Frage deaktiviert.
es: El análisis de texto está deshabilitado para esta pregunta.
fr: L'analyse de texte est désactivée pour cette question.

# resultsForm.analysisFailed
source: Text analysis failed. Unable to generate summary for this question.
de: Die Textanalyse ist fehlgeschlagen. Für diese Frage konnte keine Zusammenfassung erstellt werden.
es: El análisis del texto falló. No se puede generar un resumen para esta pregunta.
fr: L'analyse du texte a échoué. Impossible de générer un résumé pour cette question.

# resultsForm.analysisPending
source: Text analysis is in progress. Summary will be available soon.
de: Die Textanalyse ist in Bearbeitung. Die Zusammenfassung wird in Kürze verfügbar sein.
es: El análisis del texto está en curso. El resumen estará disponible pronto.
fr: L'analyse du texte est en cours. Le résumé sera bientôt disponible.

# resultsForm.sentiment
source: Sentiment
de: Gefühl
es: Sentimiento

# resultsForm.positive
source: Positive
de: Positiv
es: Positivo
fr: Positif

# resultsForm.negative
source: Negative
de: Negativ
es: Negativo
fr: Négatif

# resultsForm.topIdeas
source: Top Ideas
de: Top-Ideen
es: Ideas principales
fr: Meilleures idées

# resultsForm.showDetails
source: Show details
de: Details anzeigen
es: Mostrar detalles
fr: Afficher les détails

# resultsForm.lastUpdated
source: Last updated {{ formatDate(analytics()!.generatedAt) }}
de: Zuletzt aktualisiert {{ formatDate(analytics()!.generatedAt) }}
es: Última actualización {{ formatDate(analytics()!.generatedAt) }}
fr: Dernière mise à jour {{ formatDate(analytics()!.generatedAt) }}

# resultsForm.refresh
source: Refresh
de: Aktualisieren
es: Refrescar
fr: Rafraîchir

# resultsForm.closeLabel
source: Close
de: Schließen
es: Cerca
fr: Fermer

# resultsForm.loadingTextResponses
source: Loading text responses...
de: Textantworten werden geladen...
es: Cargando respuestas de texto...
fr: Chargement des réponses textuelles...

# resultsForm.noTextResponses
source: No text responses found for this window.
de: Für dieses Fenster wurden keine Textantworten gefunden.
es: No se encontraron respuestas de texto para esta ventana.
fr: Aucune réponse textuelle trouvée pour cette fenêtre.

# resultsForm.textResponsesTitle
source: Text responses
de: Textantworten
es: Respuestas de texto
fr: Réponses textuelles

# resultsForm.loadError
source: Failed to load form analytics
de: Formularanalyse konnte nicht geladen werden
es: No se pudo cargar el análisis del formulario
fr: Échec du chargement des analyses du formulaire

# resultsForm.unknownForm
source: Unknown Form
de: Unbekannte Form
es: Forma desconocida
fr: Forme inconnue

# resultsForm.unknownTeacher
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu

# resultsForm.questionFallback
source: Question questionId
de: Frage questionId
es: Pregunta questionId

# resultsForm.textResponsesError
source: Failed to load text responses
de: Textantworten konnten nicht geladen werden
es: No se pudieron cargar las respuestas de texto
fr: Échec du chargement des réponses textuelles

# resultsForm.last30Days
source: Last 30 days
de: Letzte 30 Tage
es: últimos 30 días
fr: 30 derniers jours

# resultsForm.last7Days
source: Last 7 days
de: Letzte 7 Tage
es: últimos 7 días
fr: 7 derniers jours

# resultsForm.customRange
source: Custom Range
de: Benutzerdefinierter Bereich
es: Rango personalizado
fr: Gamme personnalisée

# resultsForm.allTime
source: All Time
de: Alle Zeit
es: Todo el tiempo
fr: Tout le temps

# resultsTeacher.title
source: Teacher Results
de: Lehrerergebnisse
es: Resultados de los profesores
fr: Résultats des enseignants

# resultsTeacher.adminBanner
source: You are viewing <strong>{{ analytics()?.teacherName }}'s</strong> evaluation results
de: Sie sehen gerade <strong>{{ analytics()?.teacherName }}'S</strong> Bewertungsergebnisse
es: estas viendo <strong>{{ analytics()?.teacherName }}'s</strong> resultados de la evaluación
fr: Vous regardez <strong>{{ analytics()?.teacherName }}c'est</strong> résultats de l'évaluation

# resultsTeacher.loading
source: Loading analytics...
de: Analyse wird geladen...
es: Cargando análisis...
fr: Chargement des analyses...

# resultsTeacher.retry
source: Retry
de: Wiederholen
es: Rever
fr: Réessayer

# resultsTeacher.subtitle
source: Across {{ analytics()!.formsBreakdown.length }} forms | Total {{ analytics()!.totalResponsesAcrossAllForms }} responses
de: Über {{ analytics()!.formsBreakdown.length }} Formen | Gesamt {{ analytics()!.totalResponsesAcrossAllForms }} Antworten
es: Al otro lado de {{ analytics()!.formsBreakdown.length }} formularios | Total {{ analytics()!.totalResponsesAcrossAllForms }} respuestas
fr: À travers {{ analytics()!.formsBreakdown.length }} formulaires | Total {{ analytics()!.totalResponsesAcrossAllForms }} réponses

# resultsTeacher.fromLabel
source: From
de: Aus
es: De
fr: Depuis

# resultsTeacher.toLabel
source: To
de: Zu
es: A
fr: À

# resultsTeacher.generalSatisfaction
source: General Satisfaction
de: Allgemeine Zufriedenheit
es: Satisfacción general
fr: Satisfaction générale

# resultsTeacher.promoters
source: Promoters
de: Promoter
es: Promotores
fr: Promoteurs

# resultsTeacher.passives
source: Passives
de: Passive
es: Pasivos
fr: Passifs

# resultsTeacher.detractors
source: Detractors
de: Kritiker
es: Detractores
fr: Détracteurs

# resultsTeacher.formsBreakdown
source: Forms Breakdown
de: Aufschlüsselung der Formulare
es: Desglose de formularios
fr: Répartition des formulaires

# resultsTeacher.responsesCount
source: {{ form.totalResponses }} responses
de: {{ form.totalResponses }} Antworten
es: {{ form.totalResponses }} respuestas
fr: {{ form.totalResponses }} réponses

# resultsTeacher.recentFeedback
source: Recent Feedback
de: Aktuelles Feedback
es: Comentarios recientes
fr: Commentaires récents

# resultsTeacher.allForms
source: All Forms
de: Alle Formen
es: Todos los formularios
fr: Tous les formulaires

# resultsTeacher.noFeedback
source: No feedback found for this time period.
de: Für diesen Zeitraum wurde kein Feedback gefunden.
es: No se encontraron comentarios para este período de tiempo.
fr: Aucun commentaire trouvé pour cette période.

# resultsTeacher.loadingMore
source: Loading...
de: Laden...
es: Cargando...
fr: Chargement...

# resultsTeacher.loadMore
source: Load More Comments
de: Weitere Kommentare laden
es: Cargar más comentarios
fr: Charger plus de commentaires

# resultsTeacher.lastUpdated
source: Last updated {{ formatDate(analytics()!.generatedAt) }}
de: Zuletzt aktualisiert {{ formatDate(analytics()!.generatedAt) }}
es: Última actualización {{ formatDate(analytics()!.generatedAt) }}
fr: Dernière mise à jour {{ formatDate(analytics()!.generatedAt) }}

# resultsTeacher.refresh
source: Refresh
de: Aktualisieren
es: Refrescar
fr: Rafraîchir

# resultsTeacher.unknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu

# resultsTeacher.teacherFallback
source: Teacher
de: Lehrer
es: Maestro
fr: Professeur

# resultsTeacher.analyticsUnavailable
source: Analytics service unavailable - showing forms without data
de: Analysedienst nicht verfügbar – Formulare ohne Daten werden angezeigt
es: Servicio de análisis no disponible: muestra formularios sin datos
fr: Service d'analyse indisponible - affichage des formulaires sans données

# resultsTeacher.loadError
source: Failed to load teacher analytics
de: Die Lehreranalyse konnte nicht geladen werden
es: No se pudo cargar el análisis del profesor
fr: Échec du chargement des analyses des enseignants

# resultsTeacher.unknownTeacher
source: Unknown Teacher
de: Unbekannter Lehrer
es: Profesor desconocido
fr: Enseignant inconnu

# resultsTeacher.last30Days
source: Last 30 days
de: Letzte 30 Tage
es: últimos 30 días
fr: 30 derniers jours

# resultsTeacher.last7Days
source: Last 7 days
de: Letzte 7 Tage
es: últimos 7 días
fr: 7 derniers jours

# resultsTeacher.customRange
source: Custom Range
de: Benutzerdefinierter Bereich
es: Rango personalizado
fr: Gamme personnalisée

# resultsTeacher.allTime
source: All Time
de: Alle Zeit
es: Todo el tiempo
fr: Tout le temps

# results.title
source: Evaluation Results
de: Bewertungsergebnisse
es: Resultados de la evaluación
fr: Résultats de l'évaluation

# results.loading
source: Loading evaluation results...
de: Bewertungsergebnisse werden geladen...
es: Cargando resultados de evaluación...
fr: Chargement des résultats de l'évaluation...

# results.formLabel
source: Form
de: Bilden
es: Forma
fr: Formulaire

# results.fallbackTitle
source: Evaluation
de: Auswertung
es: Evaluación
fr: Évaluation

# results.noDescription
source: Form details unavailable.
de: Formulardetails nicht verfügbar.
es: Detalles del formulario no disponibles.
fr: Les détails du formulaire ne sont pas disponibles.

# results.submittedOn
source: Submitted on
de: Eingereicht am
es: Presentado el
fr: Soumis le

# results.loadingForm
source: Loading form details...
de: Formulardetails werden geladen...
es: Cargando detalles del formulario...
fr: Chargement des détails du formulaire...

# results.answersTitle
source: Answers
de: Antworten
es: Respuestas
fr: Réponses

source: {VAR_PLURAL, plural, =0 {Showing 0 answers} =1 {Showing 1 answer} other {Showing # answers}}
de: {VAR_PLURAL, plural, =0 {Zeigt 0 Antworten} =1 {Zeigt 1 Antwort} other {Zeigt # Antworten}}
es: {VAR_PLURAL, plural, =0 {Mostrando 0 respuestas} =1 {Mostrando 1 respuesta} other {Mostrando # respuestas}}
fr: {VAR_PLURAL, pluriel, =0 {Affichage de 0 réponses} =1 {Affichage de 1 réponse} other {Affichage de # réponses}}

# results.ratingPill
source: Rating
de: Bewertung
es: Clasificación
fr: Notation

# results.responsePill
source: Response
de: Antwort
es: Respuesta
fr: Réponse

# results.noAnswers
source: No answers recorded.
de: Keine Antworten aufgezeichnet.
es: No se registraron respuestas.
fr: Aucune réponse enregistrée.

# results.notFound
source: Evaluation not found
de: Auswertung nicht gefunden
es: Evaluación no encontrada
fr: Évaluation introuvable

# results.loadError
source: Failed to load evaluation results
de: Die Auswertungsergebnisse konnten nicht geladen werden
es: No se pudieron cargar los resultados de la evaluación
fr: Échec du chargement des résultats de l'évaluation

# results.questionFallback
source: Question
de: Frage
es: Pregunta

# results.noResponse
source: No response provided
de: Keine Antwort gegeben
es: No se proporcionó respuesta
fr: Aucune réponse fournie

# signIn.title
source: Sign in to Burrito
de: Melden Sie sich bei Burrito an
es: Iniciar sesión en Burrito
fr: Connectez-vous à Burrito

# signIn.emailLabel
source: Email
es: Correo electrónico

# signIn.passwordLabel
source: Password
de: Passwort
es: Contraseña
fr: Mot de passe

# signIn.submit
source: Sign in
de: anmelden
es: Iniciar sesión
fr: Se connecter

# signIn.missingFields
source: Please fill in all fields.
de: Bitte füllen Sie alle Felder aus.
es: Por favor complete todos los campos.
fr: Veuillez remplir tous les champs.

# signIn.successToast
source: Welcome back! Login successful.
de: Willkommen zurück! Anmeldung erfolgreich.
es: ¡Bienvenido de nuevo! Inicie sesión exitosamente.
fr: Content de te revoir! Connexion réussie.

# signIn.invalidCredentials
source: Invalid email or password.
de: Ungültige E-Mail-Adresse oder ungültiges Passwort.
es: Correo electrónico o contraseña no válidos.
fr: Email ou mot de passe invalide.

# signIn.failedToast
source: Login failed. Please check your credentials.
de: Fehler bei der Anmeldung. Bitte überprüfen Sie Ihre Anmeldedaten.
es: Error de inicio de sesion. Por favor verifique sus credenciales.
fr: La connexion a échoué. Veuillez vérifier vos informations d'identification.

# signIn.unexpectedError
source: An unexpected error occurred.
de: Es ist ein unerwarteter Fehler aufgetreten.
es: Se produjo un error inesperado.
fr: Une erreur inattendue s'est produite.

# signIn.unknownError
source: An unknown error has occurred
de: Es ist ein unbekannter Fehler aufgetreten
es: Se ha producido un error desconocido
fr: Une erreur inconnue s'est produite

# studentHome.title
source: My Evaluations
de: Meine Bewertungen
es: Mis valoraciones
fr: Mes évaluations

# studentHome.subtitle
source: Provide feedback on your courses. Your responses are anonymous.
de: Geben Sie Feedback zu Ihren Kursen. Ihre Antworten sind anonym.
es: Proporciona comentarios sobre tus cursos. Tus respuestas son anónimas.
fr: Fournissez des commentaires sur vos cours. Vos réponses sont anonymes.

# studentHome.submittedSuccess
source: Evaluation submitted successfully! Thank you for your feedback.
de: Bewertung erfolgreich eingereicht! Vielen Dank für Ihr Feedback.
es: ¡Evaluación enviada exitosamente! Gracias por tus comentarios.
fr: Évaluation soumise avec succès ! Merci pour vos commentaires.

# studentHome.pendingTitle
source: Waiting for your feedback
de: Ich warte auf Ihr Feedback
es: Esperando tus comentarios
fr: En attente de vos retours

# studentHome.pendingEmpty
source: You're all caught up! No pending evaluations.
de: Ihr seid alle beschäftigt! Keine ausstehenden Bewertungen.
es: ¡Estáis todos atrapados! No hay evaluaciones pendientes.
fr: Vous êtes tous rattrapés ! Aucune évaluation en attente.

# studentHome.deadlineLabel
source: Deadline:
de: Frist:
es: Fecha límite:
fr: Date limite:

# studentHome.evaluateNow
source: Evaluate Now
de: Jetzt bewerten
es: Evaluar ahora
fr: Évaluer maintenant

# studentHome.historyTitle
source: Submission History
de: Einreichungsverlauf
es: Historial de envíos
fr: Historique des soumissions

# studentHome.historyEmpty
source: No evaluations submitted yet.
de: Noch keine Bewertungen abgegeben.
es: Aún no se han enviado evaluaciones.
fr: Aucune évaluation soumise pour l'instant.

# studentHome.courseHeader
source: Course
de: Kurs
es: Curso
fr: Cours

# studentHome.professorHeader
source: Professor
es: Profesor
fr: Professeur

# studentHome.submittedOnHeader
source: Submitted On
de: Eingereicht am
es: Enviado el
fr: Soumis le

# studentHome.statusHeader
source: Status
es: Estado
fr: Statut

# studentHome.submittedStatus
source: Submitted
de: Eingereicht
es: Enviado
fr: Soumis

# studentHome.unassignedTeacher
source: Unassigned teacher
de: Nicht zugewiesener Lehrer
es: Profesor no asignado
fr: Enseignant non assigné

# teacherHome.title
source: Course Feedback
de: Kurs-Feedback
es: Comentarios del curso
fr: Commentaires sur le cours

# teacherHome.subtitle
source: Review anonymous feedback from your students.
de: Überprüfen Sie das anonyme Feedback Ihrer Studierenden.
es: Revise los comentarios anónimos de sus alumnos.
fr: Examinez les commentaires anonymes de vos élèves.

# teacherHome.analyticsTitle
source: My Analytics
de: Meine Analysen
es: Mis análisis
fr: Mes analyses

# teacherHome.viewResults
source: View My Results Dashboard
de: Mein Ergebnis-Dashboard anzeigen
es: Ver mi panel de resultados
fr: Afficher le tableau de bord de mes résultats

# teacherHome.newFeedbackTitle
source: New Feedback
de: Neues Feedback
es: Nuevos comentarios
fr: Nouveaux commentaires

# teacherHome.newCount
source: {{ unreadEvaluations.length }} new
de: {{ unreadEvaluations.length }} neu
es: {{ unreadEvaluations.length }} nuevo
fr: {{ unreadEvaluations.length }} nouveau

# teacherHome.noNewFeedback
source: You're all caught up! No new feedback to review.
de: Ihr seid alle beschäftigt! Kein neues Feedback zur Überprüfung.
es: ¡Estáis todos atrapados! No hay comentarios nuevos para revisar.
fr: Vous êtes tous rattrapés ! Aucun nouveau retour à examiner.

# teacherHome.receivedLabel
source: Received: {{ eval.submittedDate | date:'MMM d' }}
de: Erhalten: {{ eval.submittedDate | date:'MMM d' }}
es: Recibió: {{ eval.submittedDate | date:'MMM d' }}
fr: Reçu: {{ eval.submittedDate | date:'MMM d' }}

# teacherHome.newBadge
source: NEW
de: NEU
es: NUEVO
fr: NOUVEAU

# teacherHome.overallRating
source: Overall Rating:
de: Gesamtbewertung:
es: Calificación general:
fr: Note globale :

# teacherHome.readFeedback
source: Read Feedback
de: Feedback lesen
es: Leer comentarios
fr: Lire les commentaires

# teacherHome.historyTitle
source: Read History
de: Geschichte lesen
es: Leer Historia
fr: Lire l'histoire

# teacherHome.courseHeader
source: Course
de: Kurs
es: Curso
fr: Cours

# teacherHome.receivedOnHeader
source: Received On
de: Erhalten am
es: Recibido el
fr: Reçu le

# teacherHome.ratingHeader
source: Rating
de: Bewertung
es: Clasificación
fr: Notation

# teacherHome.detailsTitle
source: Evaluation Details
de: Bewertungsdetails
es: Detalles de la evaluación
fr: Détails de l'évaluation

# teacherHome.closeLabel
source: Close
de: Schließen
es: Cerca
fr: Fermer

# teacherHome.loadingFeedback
source: Loading feedback...
de: Feedback wird geladen...
es: Cargando comentarios...
fr: Chargement des commentaires...

# teacherHome.submittedLabel
source: Submitted: {{ selectedEvaluation.submittedDate | date:'MMM d, yyyy' }}
de: Eingereicht: {{ selectedEvaluation.submittedDate | date:'MMM d, yyyy' }}
es: Enviado: {{ selectedEvaluation.submittedDate | date:'MMM d, yyyy' }}
fr: Soumis : {{ selectedEvaluation.submittedDate | date:'MMM d, yyyy' }}

# teacherHome.close
source: Close
de: Schließen
es: Cerca
fr: Fermer

# teacherHome.notFound
source: Evaluation not found
de: Auswertung nicht gefunden
es: Evaluación no encontrada
fr: Évaluation introuvable

# terms.title
source: Terms of Service
de: Nutzungsbedingungen
es: Términos de servicio
fr: Conditions d'utilisation

# terms.subtitle
source: Project Burito - Teacher Evaluation System
de: Projekt Burito – Lehrerbewertungssystem
es: Proyecto Burito - Sistema de Evaluación Docente
fr: Projet Burito - Système d'évaluation des enseignants

# terms.updated
source: Last updated: January 2026
de: Letzte Aktualisierung: Januar 2026
es: Última actualización: enero de 2026
fr: Dernière mise à jour : janvier 2026

# terms.section1Title
source: 1. Acceptance of Terms
de: 1. Annahme der Bedingungen
es: 1. Aceptación de Términos
fr: 1. Acceptation des conditions

# terms.section1Body
source: By accessing and using the <strong>Burito</strong> platform, you agree to comply with and be bound by these Terms of Service. If you do not agree to these terms, please do not use the system.
de: Durch den Zugriff und die Nutzung der <strong>Burito</strong> Plattform erklären Sie sich damit einverstanden, diese Nutzungsbedingungen einzuhalten und an sie gebunden zu sein. Wenn Sie mit diesen Bedingungen nicht einverstanden sind, nutzen Sie das System bitte nicht.
es: Al acceder y utilizar el <strong>Burito</strong> plataforma, usted acepta cumplir y estar sujeto a estos Términos de servicio. Si no está de acuerdo con estos términos, no utilice el sistema.
fr: En accédant et en utilisant le <strong>Burito</strong> plateforme, vous acceptez de vous conformer et d’être lié par ces conditions d’utilisation. Si vous n'acceptez pas ces conditions, veuillez ne pas utiliser le système.

# terms.section2Title
source: 2. Purpose of the System
de: 2. Zweck des Systems
es: 2. Objeto del Sistema
fr: 2. Objectif du système

# terms.section2Body
source: Burito is designed to facilitate constructive and accessible evaluations of teaching staff. The goal is to enhance the educational experience through honest feedback.
de: Burito soll konstruktive und zugängliche Bewertungen des Lehrpersonals ermöglichen. Ziel ist es, das Bildungserlebnis durch ehrliches Feedback zu verbessern.
es: Burito está diseñado para facilitar evaluaciones constructivas y accesibles del profesorado. El objetivo es mejorar la experiencia educativa a través de comentarios honestos.
fr: Burito est conçu pour faciliter les évaluations constructives et accessibles du personnel enseignant. L’objectif est d’améliorer l’expérience éducative grâce à des commentaires honnêtes.

# terms.section3Title
source: 3. User Responsibilities
de: 3. Verantwortlichkeiten des Benutzers
es: 3. Responsabilidades del usuario
fr: 3. Responsabilités de l'utilisateur

# terms.section3Body
source: As a user (Student, Teacher, or Administrator), you agree to:
de: Als Benutzer (Schüler, Lehrer oder Administrator) stimmen Sie Folgendem zu:
es: Como usuario (Estudiante, Profesor o Administrador), usted acepta:
fr: En tant qu'utilisateur (étudiant, enseignant ou administrateur), vous acceptez de :
