Repository: deway-developpement/Burrito
Catalog: burrito-front/src/locale/messages.*.xlf
Languages: de, es, fr

# cookie.section4Body
source: Since we do not use persistent tracking cookies, there is nothing to "opt-out" of. However, you can always clear your browser's Local Storage or cache through your browser settings if you wish to remove all traces of your session immediately.
de: Da wir keine dauerhaften Tracking-Cookies verwenden, gibt es keine Möglichkeit, diese zu deaktivieren. Sie können jedoch jederzeit über Ihre Browsereinstellungen den lokalen Speicher oder Cache Ihres Browsers löschen, wenn Sie alle Spuren Ihrer Sitzung sofort entfernen möchten.
es: Dado que no utilizamos cookies de seguimiento persistentes, no hay nada que "optar por no participar". Sin embargo, siempre puede borrar el almacenamiento local o la caché de su navegador a través de la configuración de su navegador si desea eliminar todos los rastros de su sesión de inmediato.
fr: Puisque nous n’utilisons pas de cookies de suivi persistants, il n’y a rien à « refuser ». Cependant, vous pouvez toujours effacer le stockage local ou le cache de votre navigateur via les paramètres de votre navigateur si vous souhaitez supprimer immédiatement toute trace de votre session.

# cookie.section5Title
source: 5. Contact
de: 5. Kontakt
es: 5. Contacto
fr: 5. Contacter

# cookie.section5Body
source: If you have technical questions about how we handle session storage, please refer to our <a routerLink="/legal/privacy">Privacy Policy</a> or contact the administrator.
de: Wenn Sie technische Fragen zum Umgang mit der Sitzungsspeicherung haben, lesen Sie bitte unsere <a routerLink="/legal/privacy">Datenschutzrichtlinie</a> oder wenden Sie sich an den Administrator.
es: Si tiene preguntas técnicas sobre cómo manejamos el almacenamiento de sesiones, consulte nuestra <a routerLink="/legal/privacy">política de privacidad</a> o póngase en contacto con el administrador.
fr: Si vous avez des questions techniques sur la façon dont nous gérons le stockage des sessions, veuillez vous référer à notre <a routerLink="/legal/privacy">politique de confidentialité</a> ou contactez l'administrateur.

# evaluateForm.teacherLabel
source: Teacher: {{ formData.teacher.fullName }}
de: Lehrer: {{ formData.teacher.fullName }}
es: Maestro: {{ formData.teacher.fullName }}
fr: Professeur: {{ formData.teacher.fullName }}

# evaluateForm.deadlineLabel
source: Deadline: {{ formData.endDate | date: 'medium' }}
de: Frist: {{ formData.endDate | date: 'medium' }}
es: Fecha límite: {{ formData.endDate | date: 'medium' }}
fr: Date limite: {{ formData.endDate | date: 'medium' }}

# evaluateForm.poorLabel
source: Poor
de: Arm
es: Pobre
fr: Pauvre

# evaluateForm.excellentLabel
source: Excellent
de: Exzellent
es: Excelente

# evaluateForm.responsePlaceholder
source: Enter your response...
de: Geben Sie Ihre Antwort ein...
es: Introduce tu respuesta...
fr: Entrez votre réponse...

# evaluateForm.fieldRequired
source: This field is required
de: Dieses Feld ist erforderlich
es: Este campo es obligatorio
fr: Ce champ est obligatoire

# evaluateForm.cancel
source: Cancel
de: Stornieren
es: Cancelar
fr: Annuler

# evaluateForm.submitting
source: Submitting...
de: Einreichen...
es: Sumisión...
fr: Soumission...

# evaluateForm.submit
source: Submit Evaluation
de: Bewertung abgeben
es: Enviar evaluación
fr: Soumettre l'évaluation

# evaluateForm.loading
source: Loading form...
de: Formular wird geladen...
es: Cargando formulario...
fr: Chargement du formulaire...

# evaluateForm.backHome
source: Back to Home
de: Zurück nach Hause
es: Volver a Inicio
fr: Retour à la maison

# feedbackAdmin.eyebrow
source: Admin
es: Administración
fr: Administrateur

# feedbackAdmin.metadataTitle
source: Form metadata
de: Formularmetadaten
es: Metadatos del formulario
fr: Métadonnées du formulaire

# feedbackAdmin.metadataSubtitle
source: Students will see this at the top of the form.
de: Die Studierenden sehen dies oben im Formular.
es: Los estudiantes verán esto en la parte superior del formulario.
fr: Les étudiants le verront en haut du formulaire.

# feedbackAdmin.formTitleLabel
source: Form title <span class="required">*</span>
de: Formulartitel <span class="required">*</span>
es: Título del formulario <span class="required">*</span>
fr: Titre du formulaire <span class="required">*</span>

# feedbackAdmin.formTitlePlaceholder
source: e.g. Semester feedback
de: z.B. Semester-Feedback
es: p.ej. Comentarios del semestre
fr: par ex. Commentaires semestriels

# feedbackAdmin.targetTeacherLabel
source: Target teacher <span class="required">*</span>
de: Ziellehrer <span class="required">*</span>
es: Profesor objetivo <span class="required">*</span>
fr: Enseignant cible <span class="required">*</span>

# feedbackAdmin.targetTeacherPlaceholder
source: Select a teacher
de: Wählen Sie einen Lehrer aus
es: Selecciona un profesor
fr: Sélectionnez un professeur

# feedbackAdmin.groupsLabel
source: Groups <span class="required">*</span>
de: Gruppen <span class="required">*</span>
es: Grupos <span class="required">*</span>
fr: Groupes <span class="required">*</span>

# feedbackAdmin.groupsPlaceholder
source: select a group
de: Wählen Sie eine Gruppe aus
es: seleccione un grupo
fr: sélectionner un groupe

# feedbackAdmin.noGroupsSelected
source: No groups selected
de: Keine Gruppen ausgewählt
es: No hay grupos seleccionados
fr: Aucun groupe sélectionné

# feedbackAdmin.groupRequired
source: Group is required.
de: Gruppe ist erforderlich.
es: Se requiere grupo.
fr: Un groupe est obligatoire.

# feedbackAdmin.startDateLabel
source: Start date
de: Startdatum
es: Fecha de inicio
fr: Date de début

# feedbackAdmin.startDateRequired
source: Start date is required.
de: Startdatum ist erforderlich.
es: Se requiere fecha de inicio.
fr: La date de début est requise.

# feedbackAdmin.endDateLabel
source: End date
de: Enddatum
es: Fecha de finalización
fr: Date de fin

# feedbackAdmin.endDateRequired
source: End date is required.
de: Enddatum ist erforderlich.
es: Se requiere fecha de finalización.
fr: La date de fin est requise.

# feedbackAdmin.introTextLabel
source: Intro text <span class="required">*</span>
de: Einleitungstext <span class="required">*</span>
es: Texto de introducción <span class="required">*</span>
fr: Texte d'introduction <span class="required">*</span>

# feedbackAdmin.introTextPlaceholder
source: Explain what you expect from students
de: Erklären Sie, was Sie von Studierenden erwarten
es: Explique lo que espera de los estudiantes.
fr: Expliquez ce que vous attendez des étudiants

# feedbackAdmin.descriptionRequired
source: Description is required.
de: Beschreibung ist erforderlich.
es: Se requiere descripción.
fr: Une description est requise.

# feedbackAdmin.questionsTitle
source: Questions *
de: Fragen *
es: Preguntas *

# feedbackAdmin.questionsSubtitle
source: Combine ratings and short answers to keep it actionable.
de: Kombinieren Sie Bewertungen und kurze Antworten, um die Umsetzung sicherzustellen.
es: Combine calificaciones y respuestas breves para que sea viable.
fr: Combinez les notes et les réponses courtes pour que cela reste exploitable.

# feedbackAdmin.required
source: Required
de: Erforderlich
es: Requerido
fr: Requis

# feedbackAdmin.remove
source: Remove
de: Entfernen
es: Eliminar
fr: Retirer

# feedbackAdmin.questionTextLabel
source: Question text <span class="required">*</span>
de: Fragetext <span class="required">*</span>
es: Texto de la pregunta <span class="required">*</span>
fr: Texte de la question <span class="required">*</span>

# feedbackAdmin.questionTextPlaceholder
source: e.g. How clear were the explanations?
de: z.B. Wie klar waren die Erklärungen?
es: p.ej. ¿Qué tan claras fueron las explicaciones?
fr: par ex. Dans quelle mesure les explications étaient-elles claires ?

# feedbackAdmin.questionTextRequired
source: Question text is required.
de: Fragetext ist erforderlich.
es: Se requiere el texto de la pregunta.
fr: Le texte de la question est requis.

# feedbackAdmin.placeholderLabel
source: Placeholder
de: Platzhalter
es: Marcador de posición
fr: Espace réservé

# feedbackAdmin.placeholderText
source: e.g. Add a quick note
de: z.B. Fügen Sie eine kurze Notiz hinzu
es: p.ej. Añade una nota rápida
fr: par ex. Ajouter une note rapide

# feedbackAdmin.ratingHint
source: Students will select a 1-5 star rating.
de: Die Schüler wählen eine Bewertung von 1 bis 5 Sternen.
es: Los estudiantes seleccionarán una calificación de 1 a 5 estrellas.
fr: Les étudiants sélectionneront une note de 1 à 5 étoiles.

# feedbackAdmin.addQuestionLabel
source: Add a question card
de: Fügen Sie eine Fragenkarte hinzu
es: Agregar una tarjeta de preguntas
fr: Ajouter une fiche de questions

# feedbackAdmin.addRating
source: Rating
de: Bewertung
es: Clasificación
fr: Notation

# feedbackAdmin.addText
source: Text
es: Texto
fr: Texte

# feedbackAdmin.loadingForm
source: Loading form details...
de: Formulardetails werden geladen...
es: Cargando detalles del formulario...
fr: Chargement des détails du formulaire...

# feedbackAdmin.completeRequired
source: Please complete required fields before saving.
de: Bitte füllen Sie vor dem Speichern die erforderlichen Felder aus.
es: Complete los campos obligatorios antes de guardar.
fr: Veuillez remplir les champs obligatoires avant d'enregistrer.

# feedbackAdmin.cancel
source: Cancel
de: Stornieren
es: Cancelar
fr: Annuler

# feedbackAdmin.defaultTitle
source: Teacher feedback
de: Feedback der Lehrer
es: Comentarios de los profesores
fr: Commentaires des enseignants

# feedbackAdmin.defaultDescription
source: Gather constructive input from students to help teachers improve.
de: Sammeln Sie konstruktive Beiträge von Schülern, um Lehrern dabei zu helfen, sich zu verbessern.
es: Reúna aportes constructivos de los estudiantes para ayudar a los maestros a mejorar.
fr: Recueillez les commentaires constructifs des élèves pour aider les enseignants à s’améliorer.

# feedbackAdmin.ratingOption
source: Rating
de: Bewertung
es: Clasificación
fr: Notation

# feedbackAdmin.textOption
source: Text
es: Texto
fr: Texte

# feedbackAdmin.editTitle
source: Edit a feedback form
de: Bearbeiten Sie ein Feedback-Formular
es: Editar un formulario de comentarios
fr: Modifier un formulaire de commentaires

# feedbackAdmin.createTitle
source: Create a feedback form
de: Erstellen Sie ein Feedback-Formular
es: Crear un formulario de comentarios
fr: Créer un formulaire de commentaires

# feedbackAdmin.updating
source: Updating...
de: Aktualisierung...
es: Actualizando...
fr: Mise à jour...

# feedbackAdmin.saving
source: Saving...
de: Sparen...
es: Ahorro...
fr: Économie...

# feedbackAdmin.updateForm
source: Update form
de: Formular aktualisieren
es: Formulario de actualización
fr: Formulaire de mise à jour

# feedbackAdmin.saveForm
source: Save form
de: Formular speichern
es: Guardar formulario
fr: Enregistrer le formulaire

# feedbackAdmin.noTeachers
source: No teachers found.
de: Keine Lehrer gefunden.
es: No se encontraron profesores.
fr: Aucun professeur trouvé.

# feedbackAdmin.loadTeachersError
source: Failed to load teachers.
de: Lehrer konnten nicht geladen werden.
es: No se pudieron cargar los profesores.
fr: Échec du chargement des enseignants.

# feedbackAdmin.noGroups
source: No groups found.
de: Keine Gruppen gefunden.
es: No se encontraron grupos.
fr: Aucun groupe trouvé.

# feedbackAdmin.loadGroupsError
source: Failed to load groups.
de: Die Gruppen konnten nicht geladen werden.
es: No se pudieron cargar los grupos.
fr: Échec du chargement des groupes.

# feedbackAdmin.formNotFound
source: Form not found.
de: Formular nicht gefunden.
es: Formulario no encontrado.
fr: Formulaire introuvable.

# feedbackAdmin.formLoadError
source: Failed to load the selected form.
de: Das ausgewählte Formular konnte nicht geladen werden.
es: No se pudo cargar el formulario seleccionado.
fr: Échec du chargement du formulaire sélectionné.

# feedbackAdmin.removeGroupLabel
source: Remove group label
de: Gruppe entfernen label
es: Quitar grupo label
fr: Supprimer le groupe label

# feedbackAdmin.ratingCard
source: Rating card
de: Bewertungskarte
es: tarjeta de calificación
fr: Carte de notation

# feedbackAdmin.textCard
source: Text card
de: Textkarte
es: tarjeta de texto
fr: Carte texte

# feedbackAdmin.missingFormId
source: Missing form id for update.
de: Fehlende Formular-ID für die Aktualisierung.
es: Falta la identificación del formulario para la actualización.
fr: ID de formulaire manquant pour la mise à jour.

# feedbackAdmin.saveFailed
source: Form save failed.
de: Das Speichern des Formulars ist fehlgeschlagen.
es: Error al guardar el formulario.
fr: L'enregistrement du formulaire a échoué.

# feedbackAdmin.updateSuccess
source: Form updated successfully.
de: Formular erfolgreich aktualisiert.
es: Formulario actualizado exitosamente.
fr: Formulaire mis à jour avec succès.

# feedbackAdmin.createSuccess
source: Form created successfully.
de: Formular erfolgreich erstellt.
es: Formulario creado exitosamente.
fr: Formulaire créé avec succès.

# feedbackAdmin.saveError
source: Failed to save the form. Please try again.
de: Das Formular konnte nicht gespeichert werden. Bitte versuchen Sie es erneut.
es: No se pudo guardar el formulario. Por favor inténtalo de nuevo.
fr: Échec de l'enregistrement du formulaire. Veuillez réessayer.

# feedbackStudent.eyebrow
source: Student feedback
de: Feedback der Studierenden
es: Comentarios de los estudiantes
fr: Commentaires des étudiants

# feedbackStudent.title
source: Share your learning experience
de: Teilen Sie Ihre Lernerfahrung
es: Comparte tu experiencia de aprendizaje
fr: Partagez votre expérience d'apprentissage

# feedbackStudent.lead
source: Complete the active forms below to help teachers improve. Your responses are kept confidential and shared only in aggregate.
de: Füllen Sie die folgenden aktiven Formulare aus, um Lehrern bei der Verbesserung zu helfen. Ihre Antworten werden vertraulich behandelt und nur in zusammengefasster Form weitergegeben.
es: Complete los formularios activos a continuación para ayudar a los maestros a mejorar. Sus respuestas se mantienen confidenciales y se comparten solo en conjunto.
fr: Remplissez les formulaires actifs ci-dessous pour aider les enseignants à s’améliorer. Vos réponses restent confidentielles et partagées uniquement sous forme globale.

# feedbackStudent.activeForms
source: {{ forms.length }} active forms
de: {{ forms.length }} aktive Formen
es: {{ forms.length }} formas activas
fr: {{ forms.length }} formes actives

# feedbackStudent.anonymous
source: Anonymous by design
de: Von Natur aus anonym
es: Anónimo por diseño
fr: Anonyme par conception

# feedbackStudent.timeEstimate
source: 2-4 minutes
de: 2-4 Minuten
es: 2-4 minutos
fr: 2 à 4 minutes

# feedbackStudent.nextDeadlineLabel
source: Next deadline
de: Nächster Termin
es: Próxima fecha límite
fr: Prochaine échéance

# feedbackStudent.nextDeadlineHint
source: Submit before the due date to be counted.
de: Vor dem zu zählenden Fälligkeitsdatum einreichen.
es: Presentar antes de la fecha límite para ser contabilizado.
fr: Soumettez avant la date d’échéance pour être pris en compte.

# feedbackStudent.selectedFormLabel
source: Selected form
de: Ausgewähltes Formular
es: Formulario seleccionado
fr: Formulaire sélectionné

# feedbackStudent.availableTitle
source: Available forms
de: Verfügbare Formulare
es: Formularios disponibles
fr: Formulaires disponibles

# feedbackStudent.availableSubtitle
source: Select the evaluation you want to complete.
de: Wählen Sie die Bewertung aus, die Sie durchführen möchten.
es: Seleccione la evaluación que desea completar.
fr: Sélectionnez l'évaluation que vous souhaitez effectuer.

# feedbackStudent.loadingForms
source: Loading active forms...
de: Aktive Formulare werden geladen...
es: Cargando formularios activos...
fr: Chargement des formulaires actifs...

# feedbackStudent.emptyTitle
source: No active feedback yet
de: Noch kein aktives Feedback
es: Aún no hay comentarios activos
fr: Pas encore de commentaires actifs

# feedbackStudent.emptySubtitle
source: Check back soon for a new evaluation window.
de: Schauen Sie bald wieder vorbei, um ein neues Bewertungsfenster zu erhalten.
es: Vuelva pronto para ver una nueva ventana de evaluación.
fr: Revenez bientôt pour une nouvelle fenêtre d’évaluation.

# feedbackStudent.noDeadline
source: No deadline
de: Keine Frist
es: Sin fecha límite
fr: Pas de date limite

# feedbackStudent.submittedPill
source: Submitted
de: Eingereicht
es: Enviado
fr: Soumis

# feedbackStudent.openPill
source: Open
de: Offen
es: Abierto
fr: Ouvrir

# feedbackStudent.formTitle
source: Feedback form
de: Feedback-Formular
es: Formulario de comentarios
fr: Formulaire de commentaires

# feedbackStudent.formSubtitle
source: Answer each question honestly. Required questions are marked.
de: Beantworten Sie jede Frage ehrlich. Erforderliche Fragen sind markiert.
es: Responda cada pregunta con honestidad. Las preguntas obligatorias están marcadas.
fr: Répondez honnêtement à chaque question. Les questions obligatoires sont marquées.

# feedbackStudent.loadingForm
source: Loading form...
de: Formular wird geladen...
es: Cargando formulario...
fr: Chargement du formulaire...

# feedbackStudent.selectFormTitle
source: Select a form to begin
de: Wählen Sie ein Formular aus, um zu beginnen
es: Seleccione un formulario para comenzar
fr: Sélectionnez un formulaire pour commencer

# feedbackStudent.selectFormSubtitle
source: Your questions will appear here once you choose a form.
de: Ihre Fragen werden hier angezeigt, sobald Sie ein Formular ausgewählt haben.
es: Tus preguntas aparecerán aquí una vez que elijas un formulario.
fr: Vos questions apparaîtront ici une fois que vous aurez choisi un formulaire.

# feedbackStudent.formDescriptionFallback
source: Share your experience with this course.
de: Teilen Sie Ihre Erfahrungen mit diesem Kurs.
es: Comparte tu experiencia con este curso.
fr: Partagez votre expérience avec ce cours.

# feedbackStudent.alreadySubmitted
source: Thanks. You already submitted this form.
de: Danke. Sie haben dieses Formular bereits abgesendet.
es: Gracias. Ya has enviado este formulario.
fr: Merci. Vous avez déjà soumis ce formulaire.

# feedbackStudent.teacherIdLabel
source: Teacher ID <span class="required">*</span>
de: Lehrer-ID <span class="required">*</span>
es: Identificación del maestro <span class="required">*</span>
fr: ID d'enseignant <span class="required">*</span>

# feedbackStudent.teacherIdPlaceholder
source: Enter the teacher ID
de: Geben Sie die Lehrer-ID ein
es: Ingrese el ID del maestro
fr: Entrez le numéro d'identification de l'enseignant

# feedbackStudent.teacherIdRequired
source: Teacher ID is required for this form.
de: Für dieses Formular ist ein Lehrerausweis erforderlich.
es: Se requiere identificación de maestro para este formulario.
fr: Une pièce d’identité d’enseignant est requise pour ce formulaire.

# feedbackStudent.questionNumber
source: Question {{ i + 1 }}
de: Frage {{ i + 1 }}
es: Pregunta {{ i + 1 }}

# feedbackStudent.requiredPill
source: Required
de: Erforderlich
es: Requerido
fr: Requis

# feedbackStudent.optionalPill
source: Optional
es: Opcional
fr: Facultatif

# feedbackStudent.questionRequired
source: Please answer this question.
de: Bitte beantworten Sie diese Frage.
es: Por favor responda esta pregunta.
fr: Veuillez répondre à cette question.

# feedbackStudent.completeRequired
source: Please complete required fields before submitting.
de: Bitte füllen Sie vor dem Absenden die erforderlichen Felder aus.
es: Complete los campos obligatorios antes de enviar.
fr: Veuillez remplir les champs obligatoires avant de soumettre.

# feedbackStudent.requiredCount
source: {{ answeredRequiredCount }}/{{ requiredCount }} required answered
de: {{ answeredRequiredCount }}/{{ requiredCount }} erforderlich beantwortet
es: {{ answeredRequiredCount }}/{{ requiredCount }} requerido respondido
fr: {{ answeredRequiredCount }}/{{ requiredCount }} réponse requise

# feedbackStudent.submittedButton
source: Submitted
de: Eingereicht
es: Enviado
fr: Soumis

# feedbackStudent.submittingButton
source: Submitting...
de: Einreichen...
es: Sumisión...
fr: Soumission...

# feedbackStudent.submitButton
source: Submit feedback
de: Feedback abgeben
es: Enviar comentarios
fr: Soumettre des commentaires

# feedbackStudent.noDeadlines
source: No deadlines
de: Keine Fristen
es: Sin plazos
fr: Pas de délais

# feedbackStudent.chooseForm
source: Choose a form
de: Wählen Sie ein Formular
es: Elige un formulario
fr: Choisissez un formulaire

# feedbackStudent.teacherDetailsPlaceholder
source: Teacher details appear here.
de: Die Lehrerdetails werden hier angezeigt.
es: Los detalles del profesor aparecen aquí.
fr: Les détails de l'enseignant apparaissent ici.

# feedbackStudent.teacherPending
source: Teacher pending
de: Lehrer steht noch aus
es: Profesor pendiente
fr: Enseignant en attente

# feedbackStudent.submitSuccess
source: Thanks. Your feedback has been submitted.
de: Danke. Ihr Feedback wurde übermittelt.
es: Gracias. Tus comentarios han sido enviados.
fr: Merci. Vos commentaires ont été soumis.

# feedbackStudent.submitError
source: We could not submit your feedback. Please try again.
de: Wir konnten Ihr Feedback nicht übermitteln. Bitte versuchen Sie es erneut.
es: No pudimos enviar sus comentarios. Por favor inténtalo de nuevo.
fr: Nous n'avons pas pu soumettre vos commentaires. Veuillez réessayer.

# feedbackStudent.loadFormsError
source: Failed to load active forms.
de: Aktive Formulare konnten nicht geladen werden.
es: No se pudieron cargar los formularios activos.
fr: Échec du chargement des formulaires actifs.

# feedbackStudent.formNotFound
source: Form not found.
de: Formular nicht gefunden.
es: Formulario no encontrado.
fr: Formulaire introuvable.

# feedbackStudent.loadFormError
source: Failed to load the selected form.
de: Das ausgewählte Formular konnte nicht geladen werden.
es: No se pudo cargar el formulario seleccionado.
fr: Échec du chargement du formulaire sélectionné.

# feedbackStudent.questionTypeRating
source: Rating
de: Bewertung
es: Clasificación
fr: Notation

# feedbackStudent.questionTypeText
source: Text
es: Texto
fr: Texte

# feedbackStudent.requiredPlaceholder
source: Share a concrete example to help the teacher
de: Nennen Sie ein konkretes Beispiel, um dem Lehrer zu helfen
es: Comparta un ejemplo concreto para ayudar al profesor.
fr: Partager un exemple concret pour aider l'enseignant

# feedbackStudent.optionalPlaceholder
source: Optional note
de: Optionaler Hinweis
es: Nota opcional
fr: Remarque facultative

# globalReports.title
source: Global Reports
de: Globale Berichte
es: Informes globales
fr: Rapports globaux

# globalReports.subtitle
source: View analytics for all evaluation forms
de: Sehen Sie sich Analysen für alle Bewertungsformulare an
es: Ver análisis de todos los formularios de evaluación
fr: Afficher les analyses pour tous les formulaires d'évaluation

# globalReports.createdLabel
source: Created
de: Erstellt
es: Creado
fr: Créé

# globalReports.loading
source: Loading forms...
de: Formulare werden geladen...
es: Cargando formularios...
fr: Chargement des formulaires...

# globalReports.empty
source: No forms available
de: Keine Formulare verfügbar
es: No hay formularios disponibles
fr: Aucun formulaire disponible

# globalReports.loadingMore
source: Loading...
de: Laden...
es: Cargando...
fr: Chargement...

# globalReports.loadMore
source: Load More Forms
de: Weitere Formulare laden
es: Cargar más formularios
fr: Charger plus de formulaires

# globalReports.statusPublished
source: PUBLISHED
de: VERÖFFENTLICHT
es: PUBLICADO
fr: PUBLIÉ

# globalReports.statusClosed
source: CLOSED
de: GESCHLOSSEN
es: CERRADO
fr: FERMÉ

# globalReports.statusDraft
source: DRAFT
de: ENTWURF
es: BORRADOR
fr: BROUILLON
